{
  "generated": "2025-11-27T03:21:06.256264Z",
  "total_papers_scanned": 260,
  "total_papers_with_figures": 49,
  "total_figures": 351,
  "total_tables": 109,
  "papers": [
    {
      "id": "chinaxiv-202510.00022",
      "figure_count": 17,
      "table_count": 5,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "shows a schematic diagram of the discretization of the detector sensitivities of the airborne gamma spectrometer GR820, which consists of 15 NaI(Tl) sensitivities of 10.16 cm × 10.16 cm × 40.64 cm).",
          "paragraph_index": 28,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "(using the rectangular detector in the GR820 as an example).",
          "paragraph_index": 40,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Variation pattern of gamma-ray surface injection rate with body source radius",
          "paragraph_index": 52,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Aerial survey schematic",
          "paragraph_index": 69,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Static measurement schematic",
          "paragraph_index": 109,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Detection intensity vs. measurement radius at 100 m altitude",
          "paragraph_index": 115,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "After determining the measurement range at a given flight is necessary to identify the area and spatial altitude, distribution of the radioactive finite elements within this range that contribute to the spectrometer’s count. As shown in Fig. 8, each radioactive finite element also exhibits an altitude distribution. To account for altitude variation within each finite element, a vertical correction is applied by further subdividing the element into altitude sub-elements—regions with different ele",
          "paragraph_index": 117,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Since gamma ray attenuation in rock and soil is significantly greater than in air, the contributions from obstructed altitude sub-elements during each measurement are set to zero. To determine whether an altitude sub-element is obstructed, the angle θ between the sub-element and the spectrometer is first calculated. Then, all other altitude sub-elements along the line of sight between the sub-element and the spectrometer are evaluated.",
          "paragraph_index": 126,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "the characteristics of detection efficiency distribution within the measurement range during aerial survey are analyzed to optimize the efficiency computation process. the distribution within the first quadrant of a 500 × 500 m area is sufficient to represent the detection efficiency pattern within a 500 m radius at a flight altitude of 100 meters. With a grid resolution of 1 meter, a total of 250,000 points are calculated. The resulting detection efficiency distribution is shown in Fig. 9.",
          "paragraph_index": 132,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Linear segmentation of detection efficiency. (a) Profile-based linear segmentation; (b) Measurement range division",
          "paragraph_index": 151,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "Schematic diagram of discrete segment number testing",
          "paragraph_index": 153,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "Based on the static measurement parameters derived in the previous two sections, the number of discrete segments is set from 1 to 20. The corresponding variations in detection efficiency within the left and right side regions under different discretization numbers are shown in Fig. 12.",
          "paragraph_index": 147,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "Workflow diagram for constructing the dynamic terrain response matrix",
          "paragraph_index": 164,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "A total of 20 main survey lines are arranged longitudinally (east-west) with a spacing of approximately 350 meters, and 5 transverse tie lines are arranged latitudinally (north-south) with an average spacing of 7.4 kilometers, yielding a total of 10,085 measurement points. To ensure flight safety, the flight altitude was slightly elevated. Approximately 81.40% of the survey was conducted at altitudes between 80 and 120 meters, with an average flight altitude of about 100 meters.",
          "paragraph_index": 141,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "15",
          "caption_preview": "Comparison of eU content inversion results (a)Ground measurement results; (b) Altitude correction results (c) Dynamic terrain correction results",
          "paragraph_index": 172,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "16",
          "caption_preview": "Comparison of eTh content inversion results. (a) Ground measurement results; (b) Altitude correction results; (c) Dynamic terrain correction results.",
          "paragraph_index": 184,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "17",
          "caption_preview": "Comparison of K content inversion results: (a) Ground measurement results; (b) Altitude correction results; (c) Dynamic terrain correction results.",
          "paragraph_index": 185,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Inversion parameters for dynamic terrain correction",
          "paragraph_index": 160,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "shows that the values obtained after dynamic terrain correction were generally closer to the ground measurement. Compared with",
          "paragraph_index": 163,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "Comparison of eTh content and relative error in anomaly zones",
          "paragraph_index": 178,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "indicates that, compared to altitude correction, dynamic terrain correction improved the inversion accuracy by 9.10% to 36.52%.",
          "paragraph_index": 188,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "24",
          "caption_preview": ", compared with altitude correction, dynamic terrain correction produced U, Th, and K anomaly zone values that were closer to ground measurements, with accuracy improvements ranging from 3.12% to 48.82%, and also yielded clearer anomaly contours. However, due to statistical fluctuations and the inherent nature of matrix-based inversion, each survey point is influenced by neighboring points within the measurement range.",
          "paragraph_index": 194,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00022.json"
    },
    {
      "id": "chinaxiv-202510.00042",
      "figure_count": 19,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "displays the sky distribution of the high-purity wide-separation binary sample in Galactic longitude-latitude space (𝑙-𝑏), where the Galactic census scanning strategy employed by Gaia leaves relatively distinct imprints; this occurs because data sources with well-constrained and precisely measured parameters such as celestial positions and kinematic information are typically located in frequently visited sky regions, resulting in a non-uniform distribution of binaries across the two-dimensional...",
          "paragraph_index": 68,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "displays the color-magnitude diagram (CMD) for both primary and secondary stars in the high-purity wide-separation binary sample. In both the primary and secondary star CMDs, a distinct secondary sequence is clearly visible above the main sequence, indicating that the binary catalog contains hierarchical triple systems composed of spatially unresolved close binaries [34].</PARA>",
          "paragraph_index": 70,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "displays the distribution of two fundamental parameters (primary star apparent magnitude, magnitude difference) for the wide binary star sample. MS-MS type</PARA>",
          "paragraph_index": 71,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3a",
          "caption_preview": ").</PARA>",
          "paragraph_index": 85,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3b",
          "caption_preview": ") presents the magnitude difference distribution (Δ𝐺 = |𝐺₁ − 𝐺₂|) of binary stars. The median magnitude difference in the wide binary star catalog is Δ𝐺 = 1.71 mag, with 67.4% of binaries distributed within the 11.5 ∼ 15.9 mag range. Significant differences exist among subsamples from different distance shells, a phenomenon crucial for inferring the intrinsic distribution of binary star projected separations, since at a given angular separation, Gaia's sensitivity for detecting companions varies...",
          "paragraph_index": 86,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4b",
          "caption_preview": ") is obtained from the initial wide binary sample (Figure 4a) through the selection criteria described in Section 2.1. Its median distance is 𝑑 = 316.3 pc, with 67.8% of wide binaries distributed within the range 151.6 ≲ 𝑑 ≲ 599.7 pc, and approximately 83.8% of binaries located within 600 pc.",
          "paragraph_index": 96,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "presents the number density distribution of the wide binary sample as a function of distance. The high-purity wide binary sample (Figure 4b) is obtained from the initial wide binary sample (Figure 4a) through the selection criteria described in Section 2.1. Its median distance is 𝑑 = 316.3 pc, with 67.8% of wide binaries distributed within the range 151.6 ≲ 𝑑 ≲ 599.7 pc, and approximately 83.8% of binaries located within 600 pc.",
          "paragraph_index": 96,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "displays the distribution of primary and secondary star radial velocity comparisons, radial velocity differences, and projected separations in the wide binary sample. Most binaries with large Δ𝑅𝑉 also exhibit 𝜎Δ𝑅𝑉 values above the average level, with only 16 pairs meeting the criteria for spurious binaries (Δ𝑅𝑉/𝜎𝑅𝑉 > 5 and Δ𝑅𝑉 > 10 km·s⁻¹), indicating a contamination rate of approximately 0.15% in the binary sample.",
          "paragraph_index": 114,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "shows the distributions of angular separation 𝜃 and physical projected separation 𝑠 for the wide binary sample. Due to the angular resolution limit of Gaia, no binaries are present in the sample when 𝜃 ≲ 1.5′′ [40]. Furthermore, when the selection criteria are relatively loose, the separation distribution of all binary candidates exhibits a bimodal distribution, manifested as peaks at lg(𝜃) ≈ 0.5 and lg(𝜃) ≈ 2.5 in the angular separation distribution, and at lg(𝑠) ≈ 3 and lg(𝑠) ≈ 5 in the projec...",
          "paragraph_index": 126,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "</PARA>",
          "paragraph_index": 147,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": ", and then the optimal values of $\\theta_0$ and $\\beta$ for different $\\Delta G$ were estimated by interpolating through fitting discrete values of $\\Delta G$. It should be noted that $f_{\\Delta G}(\\theta)$ does not represent an absolute selection function, but rather the relative ratio of detected binary stars at angular separation $\\theta$ to those detected at arbitrarily large separations.",
          "paragraph_index": 215,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9a",
          "caption_preview": ")).</PARA>",
          "paragraph_index": 256,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Probability distribution of power-law exponent fitting results for SPL model parameters and distribution of power-law exponent |𝛾| as a function of distance shell</PARA>",
          "paragraph_index": 258,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9b",
          "caption_preview": ") shows an increase from 1.70+0.01 × 10⁴ AU in the minimum distance shell (0 < 𝑑 < 100 pc) to 1.99+0.02 × 10⁴ AU in the maximum distance shell (900 < 𝑑 < 1,000 pc). After applying the calibrated selection function, the power-law index |𝛾| remains essentially stable at |𝛾| = 1.5.</PARA>",
          "paragraph_index": 260,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": ", rising from 1.64+0.01 in the minimum distance shell 0 < 𝑑 < 100 pc to 1.87+0.04 in the maximum distance shell 900 < 𝑑 < 1 000 pc. The exponent |𝛾₁| fluctuates around 1.5.</PARA>",
          "paragraph_index": 266,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "Figures 11 a) and b) respectively display the marginal probability density distributions obtained after performing DPL model parameter vector fitting on binary subsamples from different distance shells, before and after selection function calibration.</PARA>",
          "paragraph_index": 267,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "Distribution of the power-law exponent |𝛾₁| as a function of the distance shell</PARA>",
          "paragraph_index": 291,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "Parameter fitting results of the SBPL model</PARA>",
          "paragraph_index": 304,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "presents a comparison of the intrinsic distribution results between observed and model-fitted projected separations for wide binary test samples under three different power-law spectral models, both before and after selection function calibration. Among them, the black dashed line (SPL(𝛾 = −1.5)) represents the SPL</PARA>",
          "paragraph_index": 298,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "This anomaly caused by sample incompleteness leads to severe bias in the intrinsic distribution of projected separations, thus necessitating calibration for the missing close binaries unresolved due to small separations and stellar brightness.</PARA>",
          "paragraph_index": 159,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Variation of Model Power-Law Exponents with Distance Shells (After Selection Function Calibration)",
          "paragraph_index": 323,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "12",
          "caption_preview": "numerically present the variation of the model's power-law exponent with distance shells before and after selection function calibration, respectively.</PARA>",
          "paragraph_index": 295,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00042.json"
    },
    {
      "id": "chinaxiv-202510.00016",
      "figure_count": 16,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Diagram of the SpaCal module.",
          "paragraph_index": 16,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "The illustration of the SpaCal-Silicon module.",
          "paragraph_index": 31,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "illustrates the development of electromagnetic showers in SpaCal modules. The performance of silicon pixel layers depends on the density of minimum ionizing particle (MIP), which is governed by the longitudinal development stage of electromagnetic showers. Mean- while, the transverse size of the shower is also closely related to the longitudinal development stage of the elec- tromagnetic shower.",
          "paragraph_index": 32,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "demonstrates that the time (position) resolution achieves its optimal oper- radiation lengths. ational window within about 5-8 Therefore, positioning the silicon pixel layers within the 5-8 range is identi(cid:125)ed as the optimal con(cid:125)guration (marked by red dashed lines in Fig. 3).",
          "paragraph_index": 38,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "This section details the modeling approach for the silicon pixel layer.",
          "paragraph_index": 69,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "shows the energy deposition of MIPs in silicon pixel units.",
          "paragraph_index": 76,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "All silicon pixel units across layers will be cali- brated based on this relationship.",
          "paragraph_index": 122,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "compares the energy resolution between two SpaCal-Silicon module con(cid:125)gurations and baseline modules, demonstrating that the SpaCal-Silicon design meets our preliminary resolution requirements.",
          "paragraph_index": 146,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "compares the position resolution between two SpaCal- Silicon module variants and baseline modules. As antic- ipated, the integration of silicon pixel layers signi(cid:125)cantly enhances the module’s position resolution. The improve- ment becomes increasingly pronounced at higher photon energies, where electromagnetic showers are more com- pact and better contained.",
          "paragraph_index": 164,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "shows the time resolution of silicon layers in di(cid:122)erent module con(cid:125)gurations. In the low-energy region, silicon layers in W-GAGG-Si module exhibit superior time resolution compared to those in Pb-Polystyrene-Si module. The W-GAGG-Si module features a smaller Molière radius (dominated by the SpaCal parts in the module), result- ing in higher MIP density per cell area in comparison to the Pb-Polystyrene-Si module.",
          "paragraph_index": 188,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "presents the overall time resolution (merged timing information from both SpaCal and silicon layers) (cid:1390) of two SpaCal-Silicon modules with comparison to the baseline module.",
          "paragraph_index": 195,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "demonstrates the signal signi(cid:125)cance of within the SpaCal region, comparing the SpaCal-Silicon module con(cid:125)guration with the standard SpaCal mod- ule. The candidates are reconstructed from com- binations with 10% energy smearing applied to each track. The results indicate that while energy res- olution dominates the performance in this high-energy regime, the (cid:125)ne granularity of silicon pixels still con- tributes marginally by improving vertex pointing of the photon.",
          "paragraph_index": 225,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "shows the mass distribution corresponding to the maximum signal signi(cid:125)cance in Fig. 12.",
          "paragraph_index": 249,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "The transverse momentum of the photon from",
          "paragraph_index": 289,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "15",
          "caption_preview": "illustrates ing applied to the the relationship between signal signi(cid:125)cance and signal with e(cid:123)ciency for the process . The selection criteria used in this analysis follow the de(cid:125)nitions provided in the previous subsec- tion.",
          "paragraph_index": 273,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "16",
          "caption_preview": "shows the invariant mass distribution corresponding to the maximum signal signi(cid:125)cance. This result highlights the physics relevance of the hybrid approach: while high- Δ(cid:1315) energy channels bene(cid:125)t only modestly, the low-energy photon regime critical for rare viola- − (cid:1315) tion studies gains disproportionately from the improved",
          "paragraph_index": 276,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Based on the aforementioned two SpaCal module con- (cid:125)gurations (W-GAGG and Pb-Polystyrene), we con- struct two types of SpaCal-Silicon hybrid modules. The 5 mm pixel pitch selection achieves smaller cell size than Molière radius of the module while maintaining manage- able readout channel counts. The key module parame- ters are summarized in Table 1.",
          "paragraph_index": 39,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "mm2 silicon pixel cell with a thickness 0.5 mm under 600 V bias voltage, the parameters of the above con(cid:125)gurations and assump- tions are listed in Table 2.",
          "paragraph_index": 114,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "In comparative tests, using the PicoCal in LHCb Upgrade II[27, 37] as a con- crete example, the SpaCal-Silicon modules are installed in the layout of PicoCal and completely replace the base- line SpaCal modules (i.e., substituting W-GAGG mod- ules with W-GAGG-Si hybrid modules). Throughout this analysis, ”W-GAGG” and ”Pb-Polystyrene” specif- ically denote the standard SpaCal modules.",
          "paragraph_index": 144,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00016.json"
    },
    {
      "id": "chinaxiv-202510.00018",
      "figure_count": 15,
      "table_count": 4,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The (α, n)/(α, γ) ratio as a function of temperature for 22Ne+α (top) and 17O+α (bottom) reactions.",
          "paragraph_index": 28,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "After Si burning, the star with M (ZAMS) = 15 M⊙ exhibits behavior distinct from the other models because shell Si burning is energetic. However, the effects of shell Si burning are not the focus of this work and will be discussed elsewhere.",
          "paragraph_index": 54,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The Kippenhahn diagram of the star with M (ZAMS) = 25 M⊙. The inner part of Mr = 0 − 14 M⊙ is shown. The blue, grey, and pink represent the convection, overshoot, and semiconvection regions, respectively. The orange line is the isotherm line of 0.2 GK, and the red line shows the location of Mr = 1.84 M⊙. Between these two lines, the hatched region indicates where the ws-process is taken into consideration.",
          "paragraph_index": 62,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "The mass distribution of the main isotopes from MESA. The two grey regions indicate where Mr ≤ 1.84 M⊙ and T ≤ 0.2 GK.",
          "paragraph_index": 59,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "The mass distribution of Ye (red) and log ρ (blue). The two black lines indicate where Mr = 1.84 M⊙ and T = 0.2 GK.",
          "paragraph_index": 60,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "The mass distribution of log V /U at τ = tfinal. The orange diamonds are the location of M4, which is defined at the mass coordinate of specific entropy s = 4 erg g−1K−1).",
          "paragraph_index": 70,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "(a - d) correspond to cases 1 - 4 listed in Table 1. The chemical evolution of the main isotopes is depicted in the top panel of Figure 7. The changes in X(n) and 4He for the default rates are displayed in the bottom panel of Figure 7 (a), while in Figure 7 (b) - (d), the value is normalized by Xdef (i) in Figure 7 (a) to emphasize the effect of these reaction rates.",
          "paragraph_index": 84,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Only 8% of them are synthesized during the Ne burning stage because the main neutron-source isotope 22Ne is almost exhausted.",
          "paragraph_index": 96,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "The abundance distributions of the ws-process elements at Mr = 1.84 - 7.3 M⊙ in the He core of the M (ZAMS) = 25 M⊙ star. The solid lines symbolize the “Ga - Zr\" elements, while the dashed lines symbolize the heavier ones.",
          "paragraph_index": 100,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "The distribution of the mass fractions of the main isotopes at Mr = 1.84 - 7.3 M⊙ obtained from the post-processing calcu- lation. Note that the mixing is not taken into consideration in the post-processing calculation because WinNet is a one-zone code. The comparison between this Figure and Figure 4 is made in Section V B.",
          "paragraph_index": 106,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "The ratios of isotopic yields (from C to Zr) between new rates and default rates for M (ZAMS) = 15, 20, 25 and 30 M⊙, respectively.",
          "paragraph_index": 113,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "Same as Figure 11, but for elements from Mo to Bi.",
          "paragraph_index": 121,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "The production factors of the elements from Cu to Zr. Each element is integrated from 15 to 30 M⊙ with the Salpeter IMF with γ = −2.35.",
          "paragraph_index": 128,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "Top: 22Ne(α, γ)26Mg and 22Ne(α, n)25Mg reaction rates from different references. The gray dashed line shows the default rates in JINA REACLIB, which are from Longland et al. [40]. The red and blue lines represent the reaction rates reported in Adsley et al. [63] and Wiescher et al. [37]. Bottom: 17O(α, γ)21Ne and 17O(α, n)20Ne reaction rates from different references. The gray dashed lines show the default rates in JINA REACLIB, which are from CF88 and NACRE, respectively.",
          "paragraph_index": 140,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "15",
          "caption_preview": "Same as Figure 9, but only for the abundances of “Ga - Zr” elements. The effect of 22Ne+α reaction rates in different references are compared in the left panel, while the effect of 17O+α reaction rates in different references are compared in the right panel.",
          "paragraph_index": 142,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "The differences among these reaction rates will be discussed in Section II A. Most physical param- eters are followed Xin et al. [38, 39] with some changes clar- ified in Section II B. Section II C will outline the setup within the WinNet code.",
          "paragraph_index": 20,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Nuclides included in the nuclear reaction network of mesa_161.net.",
          "paragraph_index": 37,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "The final mass, He core mass, CO core mass and M (V /Umax) for each model. The M (He) and M (CO) are defined at the layers where X(H) and X(He) are lower than 10−4.",
          "paragraph_index": 77,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "Compared with Xini, X(Ga-Zr) increases by a factor of 6.56, 23.77, 31.58, and 113.62 for (a) - (d), respectively. The forthcoming O burning will not enhance, or may even reduce, their production because of stronger destruction at high temperatures [15].",
          "paragraph_index": 85,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00018.json"
    },
    {
      "id": "chinaxiv-202510.00006",
      "figure_count": 17,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Further distinctions, such as clipping",
          "paragraph_index": 9,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "A schematic view of the detector in the simulation.",
          "paragraph_index": 25,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "An example of the three-dimensional extension of muon energy deposition (∼ 220 GeV). For clarity, the two-dimensional projections, XY, XZ, and YZ, are also shown.",
          "paragraph_index": 55,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "presents the energy-deposit profiles of shower muons. Figure 4(a) presents the distribution of distances (dV) from each energy-depositing voxel to the reconstructed shower vertex. This reflects the radial spread of the shower around its energy-weighted center [22], with the inflection point near 2 m indicating the typical spatial extent of the electromagnetic and hadronic components. Figure 4(b) shows the longitudinal distribution (dL) of energy deposition relative to the muon-track direction.",
          "paragraph_index": 34,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "presents the energy spectrum per shower within a sphere with radius 2 m. Single-shower events contain one distinct vertex along the muon trajectory through the LS, while double-shower events feature two spatially separated vertices whose energies are recorded independently.",
          "paragraph_index": 41,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "(red line) and to the initial interaction position of the shower (blue line).",
          "paragraph_index": 85,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": ", scintillation photons emitted along its path propagate through the medium and subsequently impinge on the PMTs. The combined response of the PMTs and back-end electronics produces measurable waveforms. In the event of a muon-induced shower, substantial energy deposition occurs within the LS. Consequently, a significant flux of photons is generated near the shower, and these photons propagate through the LS toward the PMTs.",
          "paragraph_index": 73,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "will be used for reconstructing the shower vertex. The number of peaks represents the number of shower vertices that can be reconstructed, using the predicted peak times based on the time evolution from muon incidence to photons hitting the PMT and the observed peak times in the subtracted waveform. The χ2 of the kth peak in the subtracted waveform can be expressed as:",
          "paragraph_index": 67,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Following electronics simulation, the PMT waveforms are obtained. The waveform of the shower-muon event needs to be subtracted from that of the non-shower-muon event. The method for obtaining the waveform of non-shower-muon events will be explained in III B. The TSpectrum tool in the ROOT package [23, 24] is used to find peaks above threshold in the subtracted waveform.",
          "paragraph_index": 79,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Since the value of ∆tpeak quantifies the accuracy of T pre, it is also used to select suitable PMTs as inputs for shower vertex reconstruction. Through detailed optimization studies, it was found that PMTs within the region covering 68% of the distribution around the peak value of ∆tpeak are used as inputs for vertex reconstruction.",
          "paragraph_index": 87,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "is similar to the waveform after electronic simulation. (b) The shower induced waveforms are generated from analytical calculation and after electronics simulation, respectively and they are consistent shape.",
          "paragraph_index": 116,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "illustrates the discrepancies between the true and reconstructed shower vertices. For the majority of single-",
          "paragraph_index": 121,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "presents the dependence of single-shower vertex reconstruction performance on shower energy, specifically examining the resolution (Fig. 13(a)) and bias (Fig. 13(b)) of the reconstructed vertex position. The spatial resolutions (defined by the 68% percentile) of the X and Y components remain below 0.2 m, with negligible biases. Moreover, the reconstruction accuracy for the X and Y components shows no significant energy dependence.",
          "paragraph_index": 123,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "The figure shows that the Z-direction resolution of the reconstructed shower vertex improves with increasing muon incident angle (θ). This improvement stems from the",
          "paragraph_index": 134,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "15",
          "caption_preview": "The relationship between the reconstruction performance of single-shower vertex and its position. On each plot, red vertical dotted lines correspond to R = 16 m.",
          "paragraph_index": 142,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "16",
          "caption_preview": "represent the distribution of the distance between the reconstructed vertex and the true vertex in a single shower event. Figure 16(a) and Fig. 16(b) respec- tively show the relationship between this distance and both It can be seen the shower energy and the vertex position. that most of the distances can be controlled within 0.6 m, while they deteriorate to approximately 0.8 m only at posi- tions near the edge of the detector (R > 16 m).",
          "paragraph_index": 146,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "17",
          "caption_preview": "presents the reconstruction efficiency as a function of shower energy. The blue dots and green squares correspond to efficiencies obtained when subtracting waveform contributions computed from the true track and from a smeared track, respectively. The two sets of points largely overlap, and the efficiency ap- proaches 100% for shower energies above 3 GeV. In particu- lar, for the simulated sample with an initial muon energy of 100 GeV, the single-shower reconstruction efficiency reaches 96.7%.",
          "paragraph_index": 159,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "The proportion of isotopes produced by different shower energies of single-muon events and by non-shower-muon events.",
          "paragraph_index": 43,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00006.json"
    },
    {
      "id": "chinaxiv-202510.00001",
      "figure_count": 2,
      "table_count": 15,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Schematic diagram of variable selection",
          "paragraph_index": 126,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "on spouses’ marital satisfaction (see Figure 2).",
          "paragraph_index": 136,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "variables are shown in Table 1.",
          "paragraph_index": 105,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "presents the means and standard deviations of husbands’ and wives’ scores on each variable, as well as the results of the paired-sample t-tests.",
          "paragraph_index": 166,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "presents the descriptive statistics of couple similarity (PCS) after Fisher r-to-z transformation and deletion of missing values.",
          "paragraph_index": 180,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "Descriptive statistics of couple similarity (PCS) across different marital stages First stage Second stage Third stage Fourth stage 1 v 1 0 0 0 0 . 0 1 5 2 0 2 : v i",
          "paragraph_index": 197,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "5",
          "caption_preview": "Descriptive statistics of couple dissimilarity (ADS) across different marital stages",
          "paragraph_index": 209,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "6",
          "caption_preview": "Standardized path coefficients for predicting husbands’ marital satisfaction from actor effects, partner effects, similarity effects, and dissimilarity effects in the first stage of marriage",
          "paragraph_index": 228,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "7",
          "caption_preview": "Standardized path coefficients for wives in the first marital stage predicting marital satisfaction from actor effects, partner effects, similarity effects, and dissimilarity effects",
          "paragraph_index": 248,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "8",
          "caption_preview": "Standardized path coefficients for husbands in the second stage of marriage predicting marital satisfaction from subject, object, similarity, and difference effects",
          "paragraph_index": 613,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "9",
          "caption_preview": "Standardized path coefficients for wives in the second stage of marriage predicting marital satisfaction from subject, object, similarity, and difference effects",
          "paragraph_index": 629,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "10",
          "caption_preview": "Standardized path coefficients for husbands in the third stage of marriage predicting marital satisfaction from subject, object, similarity, and difference effects",
          "paragraph_index": 650,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "11",
          "caption_preview": "Standardized path coefficients for wives in the third stage of marriage predicting marital satisfaction from subject, object, similarity, and difference effects",
          "paragraph_index": 665,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "12",
          "caption_preview": "Standardized path coefficients for husbands in the fourth stage of marriage predicting marital satisfaction from subject, object, similarity, and difference effects",
          "paragraph_index": 680,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "13",
          "caption_preview": "Standardized path coefficients for wives’ actor, partner, similarity, and dissimilarity effects in predicting marital satisfaction in the fourth stage of marriage",
          "paragraph_index": 696,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "45",
          "caption_preview": "present the descriptive statistics of couple similarity (PCS) and dissimilarity (ADS), respectively, across different marital stages.",
          "paragraph_index": 194,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "613",
          "caption_preview": "(Tables 8 to 13 are provided in the supplementary materials), and all models were saturated.",
          "paragraph_index": 222,
          "confidence": 0.45,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00001.json"
    },
    {
      "id": "chinaxiv-202510.00047",
      "figure_count": 15,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Core Technology Roadmap for Particle Accelerator Alignment</PARA>",
          "paragraph_index": 50,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Typical Particle Accelerators (Planned, Under Construction, and Commissioned Facilities)</PARA>",
          "paragraph_index": 56,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Alignment instrument and task diagram for advanced particle accelerators</PARA>",
          "paragraph_index": 111,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "shows the major domestic and international manufacturers of laser trackers.</PARA>",
          "paragraph_index": 115,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Working principle diagram of hydrostatic leveling system [33]</PARA>",
          "paragraph_index": 128,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Application of hydrostatic leveling system in particle accelerator alignment</PARA>",
          "paragraph_index": 133,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "Principle and application of frequency scanning interference technology</PARA>",
          "paragraph_index": 137,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Laser alignment offset measurement and prototype schematic diagram</PARA>",
          "paragraph_index": 145,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Basic principles of close-range photogrammetry (overall layout and single ray schematic) [47]</PARA>",
          "paragraph_index": 149,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Basic Principle of CRP (Overall Layout and Single Light Diagram)</PARA>",
          "paragraph_index": 150,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "Internationally, control network data processing was initially evaluated under the adjustment system and later evolved primarily into SA data processing, where major facilities such as Sirius, SOLEIL-II, KEK e-/e+ injector, and EBS mainly utilize the uncertainty provided by SA [24,26,64], while NSLS-II, MAX-IV, and Diamond primarily use the error provided by SA [25,54,57]. Therefore, in-depth research is required regarding the selection of control network accuracy metrics.</PARA>",
          "paragraph_index": 162,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "Four-beam laser pre-alignment system (a): High Energy Photon Source; (b): Hefei Advanced Light Source</PARA>",
          "paragraph_index": 175,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "Schematic diagram of on-site installation and smoothing</PARA>",
          "paragraph_index": 181,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "Schematic diagram of reference network of alignment</PARA>",
          "paragraph_index": 197,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "15",
          "caption_preview": "primarily illustrates the main challenges currently faced and future development directions:</PARA>",
          "paragraph_index": 202,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Accuracy requirements for alignment of major international synchrotron radiation sources</PARA>",
          "paragraph_index": 58,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00047.json"
    },
    {
      "id": "chinaxiv-202510.00009",
      "figure_count": 15,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "illustrates a nuclear- powered hydrogen production system in which the primary energy source is the MSR. In this system, the coolant salt heated in the MSR core is directed into a heat exchanger. This is a crucial step because the heat exchanger plays a pivotal role in transferring the immense thermal energy carried by the coolant salt to other parts of the system. Following the heat exchange process, thermal energy facilitates electricity generation via a turbine and generator setup.",
          "paragraph_index": 21,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Cross-section SEM images of the electrolysis cell [16].",
          "paragraph_index": 41,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The single-cell testing set-up of steam electrolysis.",
          "paragraph_index": 37,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4a",
          "caption_preview": ", provided cru- cial data on the electrochemical behavior of the SOEC under operational conditions. These tests serve to establish a base- line from which the durability and long-term stability of the cells can be assessed. The current-voltage (I−V ) polarization curves were tested under a steam flow rate of 230 ml · min−1 at the fuel electrode and 1152 ml · min−1 of air at the air electrode.",
          "paragraph_index": 48,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4b",
          "caption_preview": "shows the Electrochemical Impedance Spec- troscopy (EIS) results at different temperatures and provides critical insights into how temperature affects the cell effi- ciency. The data show that lower temperatures increase both the Ohmic and Polarization impedances within the electroly- sis cell. This is attributed to the pronounced effects of temper- ature on oxygen ion transport kinetics within the electrolyte,",
          "paragraph_index": 52,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(Color online) (a) The initial I − V curves and (b) the EIS spectra at different temperatures in SOEC modes.",
          "paragraph_index": 58,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "presents the voltage-time (V − T ) curve of the SOEC operating in the galvanostatic mode, offering in- sights into its performance and degradation behavior over an extended period. The stability test was conducted at −8 A (−0.5A · cm−2) and 650 ◦C, with the same atmosphere as the initial performance test. The electrolysis cell demonstrated stable operation in the SOEC mode for more than 1800 h.",
          "paragraph_index": 55,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6a",
          "caption_preview": ", significant microstructural changes were observed in the Ni-YSZ layer after long-term testing (Fig. 6b). Within the Ni-YSZ functional layer of the post-testing fuel electrode, numerous particles with a diam- eter of approximately 100 nm were observed near the elec- trolyte interface. The presence of these particles indicates significant microstructural alterations that could impact the overall performance and stability of SOECs [36, 37].",
          "paragraph_index": 61,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "presents cross-sectional SEM images, depicting the morphology of the SOEC before In contrast to the blocky struc- and after stability testing. ture of Ni-YSZ shown in Fig. 6a, significant microstructural changes were observed in the Ni-YSZ layer after long-term testing (Fig. 6b). Within the Ni-YSZ functional layer of the post-testing fuel electrode, numerous particles with a diam- eter of approximately 100 nm were observed near the elec- trolyte interface.",
          "paragraph_index": 61,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "The SEM and EDS results of the Ni-YSZ fuel elec- trode showed no obvious Ni migration during this process. Ni migration within SOECs is a multifaceted phenomenon in- fluenced by several factors, including the electrolysis current density, electric field strength and distribution caused by Ni distribution, concentration gradients of hydrogen and steam, and temperature gradients [40]. This complex process lacks a definitive mechanistic explanation owing to the interplay of various factors.",
          "paragraph_index": 62,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Mogensen et al. [41, 42] attributed the migration dynamics of nickel (Ni) to the generation of Ni(OH)x volatile species diffusing by the vapor pressure gra- dient. Specifically, under conditions of elevated water vapor pressure (PH2O) above 80%, nickel reacts with water, result- ing in higher concentrations of Ni(OH)x, where x can be either 1 or 2.",
          "paragraph_index": 63,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "(Color online) (a) SEM and (b, c) EDS point scanning anal- ysis of Ni-YSZ fuel electrode sections after electrolysis.",
          "paragraph_index": 75,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "reveal the presence of microcracks at the interface between the oxygen electrode and electrolyte. These cracks undermine the mechanical stability of SOEC and lead to fur- ther degradation under operational stresses, accelerating cell degradation [38]. In addition, the SEM images show the for- mation of a dense layer at the interface, likely resulting from Sr segregation. The dense layer identified through EDS map- ping is likely composed of strontium-containing phases, such as SrZrO3.",
          "paragraph_index": 77,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11a",
          "caption_preview": "illustrates the fitting results of the Sr 3d peak for the reference cell, whereas Fig. 11b shows the fitting out- comes for the aged sample. The Sr 3d energy level exhibited a dual state. The low binding energy (BE) state of 3d 5 , indica-",
          "paragraph_index": 80,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "(Color online) XPS results of the surface in the cells from the air electrode: (a) the reference sample and (b) the aging sample.",
          "paragraph_index": 84,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00009.json"
    },
    {
      "id": "chinaxiv-202510.00012",
      "figure_count": 14,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The outermost at the top, the Anti-Coincidence Detector (ACD) [11, 12], is constructed from plastic scintillators and serves as a veto system to discriminate against charged particle background. The ACD also measures the energy loss of charged particles, aiding in the identification of light nuclei, while providing a trigger signal for inner detectors.",
          "paragraph_index": 12,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "(a) 30 mm side length BGO cubic crystal, coated with white reflective film. (b) The HAMAMATSU S8664-0505 type APD. (c) Vertical structure diagram of the APD.",
          "paragraph_index": 35,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The signal amplitude is about 23.8 fC, corresponding to a light yield of roughly 2900 photoelectrons per MIP (pe/MIP). The maximum value of equivalent electronic noise in the high-gain channels is approximately 0.6 fC. This low noise level, combined with the substantial MIP signal, results in a favorable signal-to-noise ratio, demonstrating the effectiveness of this design even with the introduced air gap.",
          "paragraph_index": 39,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Block diagram of electronic pre-amplifier module (PAM) and analog to digital module (ADM).",
          "paragraph_index": 42,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "The readout system was enclosed in a darkroom environment to minimize stray light interference, with an LED positioned above the APD array. The LED served as a light source, simulating the scintillation light produced by the BGO crystal when interacting with cosmic rays. A pulse generator was used to excite the LED, where the light intensity was precisely controlled through pulse voltage modulation [28].",
          "paragraph_index": 56,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Linear fitting analysis revealed that the HH–HL and LH–LL ratios both exhibited values of approximately 36.5,",
          "paragraph_index": 57,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "illustrates a schematic diagram of its structure configu- ration. The prototype has 10 layers in vertical to ensure min- imal leakage at the tail of the electromagnetic shower, allow- ing for a more accurate measurement of the total deposited energy. Each layer contains a 5 × 5 array of BGO crystals with the size of 3 cm × 3 cm × 3 cm, yielding a sensitive area of 15 cm × 15 cm per layer, sufficient to cover the lat- eral spread of a shower.",
          "paragraph_index": 70,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "(a) The carbon fiber framework. Each grid will house a BGO block. (b) The framework assembled with BGO cubes and plastic attenuators. (c) the end-product of PAM. It is interlocked with the peripheral carbon fiber framework of a BGO crystal layer. (d) the back-end DCM. (e) an entire overview of the calorimeter prototype component with a BGO crystal layer at the bottom.",
          "paragraph_index": 82,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Overview photograph of the cubic calorimeter prototype when conducting cosmic ray test.",
          "paragraph_index": 84,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "illustrates two examples of pedestal distributions for a high-gain channel 10(a) and a low-gain channel 10(b). The high-gain channel exhibits a mean value of approximately 1076 ADC counts with a standard deviation of 7 counts, while the low-gain channel has a mean value of about 174 ADC counts with a standard deviation of less than 1 count. These values reflect the different gain settings and noise levels of the two channel types.",
          "paragraph_index": 93,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "(a) A typical relationship between the effective amplitudes in HL12 channel Layer 7 and HH12 channel Layer 7. (b) A statis- tical result of all the gain ratios of signals in high-gain channels and low-gain channels from 1 day’s test.",
          "paragraph_index": 100,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "depicts a representa- tive event that satisfies these requirements. The selected MIP events are then analyzed channel by channel. The signal dis- tribution for each channel is fitted using a Landau convoluted Gaussian function, which is commonly used to model the en- ergy loss distribution of charged particles traversing a mate- rial. The Most Probable Value (MPV) obtained from the Lan- dau distribution component represents its response to MIP in a given crystal.",
          "paragraph_index": 101,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "(a) A typical MIPs distribution after subtracting its own pedestal in HH12 channel Layer 7. (b) A statistical result of all the most probable value of MIPs in high-gain channels from 1 day’s test.",
          "paragraph_index": 110,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "demonstrates that the MPV of indi- vidual channels varied within a relatively small range, while the pedestal values remained remarkably stable throughout the testing period. The temperature of the channels, shown as dotted lines in Fig. 14(b) with reference to the right axis, ex- hibits a significant correlation with the observed signal varia-",
          "paragraph_index": 111,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "The combined dynamic range is evaluated as following: 4096−1200 5×10 ×36.36×31.39×36.76 = 2.4×106, where the numerator on the left represents the effective range of the HH channel, and the denominator represents the amplitude of the minimum effective signal, which equals 5 times the standard deviation of electronic noise.",
          "paragraph_index": 59,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00012.json"
    },
    {
      "id": "chinaxiv-202510.00013",
      "figure_count": 13,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The model",
          "paragraph_index": 157,
          "confidence": 0.35,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "The break system consists of",
          "paragraph_index": 251,
          "confidence": 0.35,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Core heating rod power profile",
          "paragraph_index": 308,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "shows the total mass flow rate at the break. Positive flow indicates fluid transfer from the primary to secondary circuit, while negative flow signifies reverse flow from secondary to primary circuit. Figure 5 shows primary and secondary pressure. Following break valve opening, higher primary pressure drove coolant leakage from primary to secondary circuit. The mass flow rate increases rapidly, peaking at about 0.75 kg/s. Continuous coolant loss through the break valve reduced primary pressure.",
          "paragraph_index": 309,
          "confidence": 0.85,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "shows void fraction and volume equilibrium quality distribution in the core. Figure 7 shows CET and core collapsed level. Figure 8 gives the distribution of fuel cladding temperatures in the core. At 1000 seconds, the opening of the PRZ depressurization valve triggered primary pressure reduction, during which the mass flow rate at the break showed good agreement.",
          "paragraph_index": 311,
          "confidence": 0.85,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "a Core exit temperature, b Core collapsed level",
          "paragraph_index": 321,
          "confidence": 0.6,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Fuel cladding temperature distribution in the core",
          "paragraph_index": 322,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "presents the mass flow rate and pressure differential across the PRZ",
          "paragraph_index": 323,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "shows the PRZ collapsed level. At 1000 seconds, the",
          "paragraph_index": 324,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "shows the SG collapsed level. From Figures 4 and 11, it can be seen that the collapsed level of SG began to decrease after the accident. Around 15000",
          "paragraph_index": 349,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "shows the total mass flow rate of HPSI across four loops. When the CET exceeded 350°C, HPSI initiated injection into the cold leg of each loop at a flow rate of 0.12 kg/s. As seen in Figure 7(b), the injected cold water induced a local pressure drop due to condensation effects at the injection point, causing a decline of the core collapsed level.",
          "paragraph_index": 354,
          "confidence": 0.85,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "shows the liquid level and total mass flow rate of the ACC. As the HPSI activation caused a pressure drop in the primary circuit and reached the ACC trigger threshold, the ACC initiated operation and injected water into the primary circuit, peaking at a flow rate of 0.9 kg/s.",
          "paragraph_index": 357,
          "confidence": 0.85,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "14",
          "caption_preview": "shows the total mass flow rate of LPSI across the four loops. As the primary pressure continued decreasing, LPSI is put into operation at 26475 seconds with an injection rate of 0.07kg/s. All loops exhibit a symmetric water injection pattern, replenishing the primary circuit water inventory and ensuring the system enters a long-term cooling phase, thereby maintaining the overall safety of the reactor.",
          "paragraph_index": 361,
          "confidence": 0.85,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Steady state parameters comparison Experimental value",
          "paragraph_index": 275,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "After",
          "paragraph_index": 292,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00013.json"
    },
    {
      "id": "chinaxiv-202510.00037",
      "figure_count": 14,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "This system can employ various types of lasers or LED light sources as incident sources to simulate starlight signals. The incident light spot is reflected by the measured fiber end face and then enters the end face observation imaging system through a beam splitter cube to monitor the displacement of the incident light spot in real time.",
          "paragraph_index": 35,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "shows the output speckle pattern obtained with a 650 nm laser source, while Figure 3 displays the speckle pattern obtained when an incoherent LED source is incident; both figures only present results when the light source is incident at the center of the optical fiber. In each figure, from top to bottom are circular, square, and octagonal fibers respectively, and from left to right are fiber lengths of 0.5 m, 1 m, 2 m, and 5 m sequentially.",
          "paragraph_index": 38,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Near-field pattern of optical fiber under LED illumination**",
          "paragraph_index": 40,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "and Figure 5, respectively, where the upper three subplots in each figure represent results obtained from offsets along the 𝑥-axis, and the lower three subplots represent results from offsets along the 𝑦-axis. The horizontal coordinate uniformly represents the relative incident offset, indicating the ratio of the light source incident offset to the test fiber diameter.",
          "paragraph_index": 46,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "In fact, as early as 2010, Avila et al. [20] experimentally observed that the output pattern distribution is not completely symmetric, and in 2022 [21], they more explicitly stated that the SG distribution is asymmetric with respect to the origin under on-axis incidence, and that the near-field spot pattern changes differently along the direction of the input offset, which is related to the shape of the fiber path. Ye Huiqi et al.",
          "paragraph_index": 47,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6a",
          "caption_preview": "). In Fig. 6b), 𝐶 represents contrast and 𝑉 represents visibility. Contrast is the ratio of the standard deviation to the mean of the image grayscale data, while visibility is the ratio of the difference between the maximum and minimum grayscale values in the image; both can characterize the brightness variation range of an image.",
          "paragraph_index": 54,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6b",
          "caption_preview": ")** presents the calculated results of contrast and visibility for three different optical fibers, showing that the polygonal fiber exhibits lower contrast and visibility compared to the circular fiber, demonstrating that the polygonal fiber produces fewer modal speckles and achieves better mode scrambling performance. Furthermore, as however, as the fiber length increases, both contrast and visibility decrease, once again demonstrating the length dependence of the mode pattern.",
          "paragraph_index": 57,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "displays the one-dimensional spectrograms of three optical fibers at four different lengths, where the vertical axis represents the normalized frequency and the horizontal axis denotes the one-dimensional spatial frequency. The high-precision camera used in the experiment for capturing near-field images has a pixel size of 1.85 µm, hence the spatial frequency is simply expressed in units of µm−1 and plotted up to the Nyquist frequency (270 µm−1).",
          "paragraph_index": 63,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "In Fourier spectrum diagrams, high-frequency components characterize regions where image grayscale values change abruptly, corresponding to the intensity of high-frequency components. The intensity characterizes the speckle; the low-frequency components correspond to regions with slowly varying grayscale values, and a larger proportion indicates fewer pattern motifs and better fiber scrambling performance. The intensity proportions at different frequencies for each fiber at four lengths are show",
          "paragraph_index": 65,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "presents the processing results for a 5 m fiber length as an example, showing from top to bottom the circular fiber (SI), square fiber (SQ), and octagonal fiber (OCT). In each subfigure, the left vertical axis represents the normalized frequency after rotational averaging of the two-dimensional Fourier spectrum, while the right vertical axis indicates the intensity proportion of each spatial frequency.",
          "paragraph_index": 68,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10a",
          "caption_preview": "); Figure 10b) presents the contrast and visibility of the speckle pattern after filtering; Figure 10c) shows the degree of optimization of the two data metrics achieved by the filtering process. In the legend, 𝐶 represents contrast, and 𝑉 represents visibility.",
          "paragraph_index": 82,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Before filtering, a 1,000 pixel×1,000 pixel region was selected at the center of the speckle pattern, and calculations were performed to obtain the contrast and visibility, with the results shown in Figure 10a); Figure 10b) presents the contrast and visibility of the speckle pattern after filtering; Figure 10c) shows the degree of optimization of the two data metrics achieved by the filtering process. In the legend, 𝐶 represents contrast, and 𝑉 represents visibility.",
          "paragraph_index": 82,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "shows the contrast statistics, and Figure 12 shows the visibility statistics, where the horizontal coordinate uniformly represents relative incident offset, and the vertical coordinates are both dimensionless ratios.",
          "paragraph_index": 85,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "Visibility statistics of three types of optical fibers under four different lengths and varying offsets**",
          "paragraph_index": 87,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "RMS Mean Values of Three Optical Fiber Incident Offset Curves and the Central Curve**",
          "paragraph_index": 71,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00037.json"
    },
    {
      "id": "chinaxiv-202510.00015",
      "figure_count": 8,
      "table_count": 6,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Examples of fuel meats with good and acceptable homogeneity which represent reference",
          "paragraph_index": 20,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "While this technique offers critical insights into fuel homogeneity, traditional manual assessment of radiographs presents significant challenges. Human- based inspection is not only time-consuming but also suffers from subjectivity and declining accuracy in high-volume production settings.",
          "paragraph_index": 16,
          "confidence": 0.7,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "With only 5.3M parameters, its pre-trained weights enable effective transfer learning, extracting hierarchical features directly from U₃O₈-Al radiographs without preprocessing or large datasets. Particularly, the network's ability to capture multi-scale spatial patterns makes it ideal for nuclear fuel inspection tasks where defect manifestations vary significantly in size and morphology.",
          "paragraph_index": 58,
          "confidence": 0.4,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "defect classification. In Stage 1 (Feature Selection), CHOA operates on a binary-encoded population where each chimp represents a candidate feature subset. The fitness of each subset is evaluated by training an SVM with default parameters and measuring cross-validation accuracy. CHOA’s position update rules—modeling chimps’ group hunting dynamics with chaotic exploration—iteratively refine feature subsets until convergence, effectively eliminating redundant or noisy features. Stage 2 (Parameter ",
          "paragraph_index": 64,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "The confusion matrix of the proposed approach for binary classification.",
          "paragraph_index": 124,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "The ROC curve of the proposed approach for binary classification",
          "paragraph_index": 127,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "and ROC curves in Fig. 6. The model correctly classified all 181 Regular and 150 Observed plate images without error. For the Defected class, only 1 out of 26 images was misclassified. The ROC curves shown in Fig. 8 further confirm the model’s robustness, with AUC values of 1.0 (Regular), 0.9967 (Observed), and 0.9985 (Defected), indicating strong discriminative power across all classes.",
          "paragraph_index": 131,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "The ROC curve of the proposed approach for ternary classification",
          "paragraph_index": 155,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Binary classification results for optimized features and SVM classifier.",
          "paragraph_index": 116,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "features acquired by CHOA utilizing various optimization procedures, as shown in Table 2.",
          "paragraph_index": 109,
          "confidence": 0.35,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "When these features were used to train an optimized SVM, CHOA-based classification surpassed all other methods as shown in Table 4. CHOA reduced the feature space by 69.4% (315/1028 features) enhancing computational efficiency without sacrificing accuracy",
          "paragraph_index": 129,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "Ternary classification performance comparison of different optimization algorithms.",
          "paragraph_index": 138,
          "confidence": 0.8,
          "is_caption": true,
          "source": "en"
        },
        {
          "type": "table",
          "number": "5",
          "caption_preview": "The results demonstrate optimal classification accuracy (100%) for Regular plates, with high performance maintained for the remaining classes. Visual validation is provided through the CM in Fig. 7 and ROC curves in Fig. 6. The model correctly classified all 181 Regular and 150 Observed plate images without error. For the Defected class, only 1 out of 26 images was misclassified. The ROC curves shown in Fig.",
          "paragraph_index": 131,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "table",
          "number": "6",
          "caption_preview": "summarizes key studies in nuclear fuel plate inspection, emphasizing methodologies, datasets, and performance metrics. The proposed model advances existing approaches by integrating optimized feature selection with multi-class SVM classification, achieving superior accuracy and generalizability.",
          "paragraph_index": 132,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00015.json"
    },
    {
      "id": "chinaxiv-202510.00005",
      "figure_count": 13,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Layout diagram of the neutron source experimental device",
          "paragraph_index": 15,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Layout diagram of the experimental device for the transport of broad-spectrum neutrons in the 238U target",
          "paragraph_index": 17,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The QDC output spectrum with total and slow gata",
          "paragraph_index": 24,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "The schematic diagram of the electronics system",
          "paragraph_index": 27,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Time-of-flight (TOF) spectrum for the neutrons and gamma rays measured at 0°",
          "paragraph_index": 42,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "The QDC spectrum of the standard source (a) and the energy calibration results (b) for the BC501A detector",
          "paragraph_index": 49,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "The efficiency calibration results for the BC501A detector",
          "paragraph_index": 51,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "shows the experimental setup for measuring scattered background neutrons. A shadow bar made of iron, measuring 15 cm × 15 cm in cross-section and 100 cm in length, was placed along the flight path from the target to the liquid scintillator detector. This setup blocked almost all direct neutrons, allowing only the scattered compo- nents to reach the neutron detector. Fig. 9 displays the time- of-flight spectrum of the background neutrons.",
          "paragraph_index": 56,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Time-of-flight (TOF) spectrum for the background neutrons",
          "paragraph_index": 63,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "The transmission neutron spectrum of the 238U target with the source neutron spectrum",
          "paragraph_index": 66,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "shows a comparison between experimental data and GEANT4 calculation results for the transmission neu- tron spectrum of the 238U target at the 0° direction. The solid black dots represent the experimental results obtained in this study, while lines in other colors (red, green, and blue) correspond to different physics models (INCL++, BIC, and BERT). The solid lines, dashed lines, and dash-dotted lines respectively represent different evaluated databases (ENDF/B-VIII.0, JEFF-3.3, and JENDL-4.0).",
          "paragraph_index": 71,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "The ratio between the calculated and experimental values",
          "paragraph_index": 81,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "13",
          "caption_preview": "Experimental data and calculation results for the transmis- sion neutron spectrum of the 238U target at 0° (below 20 MeV)",
          "paragraph_index": 74,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00005.json"
    },
    {
      "id": "chinaxiv-202510.00011",
      "figure_count": 12,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "schematically illustrates",
          "paragraph_index": 15,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Two-dimensional schematic diagram of the proposed seven- layer dielectric-metal alternating model. The diagram illustrates multiple layers of alternating silicon (Si) and silver (Ag) with thick- nesses specified as follows. From top to bottom, Si (d1), Ag (d2), Si (d3), Vacuum (d4), Si (d3), Ag (d2), and Si.",
          "paragraph_index": 40,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Comparison of simulation and calculation results of the trans- verse magnetic field Hy.",
          "paragraph_index": 38,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Simulated frequency-domain transverse magnetic field Hy: spatial distribution comparison for metal films with thicknesses of 25 nm, 50 nm, 75 nm, and 100 nm.",
          "paragraph_index": 39,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Simulated contour map of frequency-domain longitudinal electric field Ez and transverse electric field Ex with metal film.",
          "paragraph_index": 48,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Simulated frequency-domain electric field distribution at x = 74 nm, x = 0 nm and x = -74 nm with metal film.",
          "paragraph_index": 57,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "shows the electric field in the bunch channel of the structure without metal film. The longitudinal electric field Ez decays rapidly in the negative x-direction, leading to non- uniform acceleration gradient distribution within the chan- nel. The transverse electric field Ex not only decays in the transverse direction but also shows an asymmetric distribu- tion along the channel center, a feature that increases the risk of particles deflection during acceleration.",
          "paragraph_index": 54,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "compares the transverse electric field Ex and lon- gitudinal electric field Ez for structures with and without the metal film against the position avgz. The metal film plays a crucial role in modulating the electric field distribu- tion. Notably, the structure with the metal film demonstrates a stronger longitudinal electric field Ez and weaker average transverse electric field Ex compared to the film-free case.",
          "paragraph_index": 55,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "shows the trajectories of the entire particle beam as a function of particle position. To solve beam deflec- tion, Dynamic phase-driven synchronization is applied. It dynamically aligns beam phase with the accelerating wave, enhancing energy gain and pass ratio[20]. The bunch trajec- tory of the model with film as shown in Fig. 9(a), through precise regulation of the dynamic synchronization between traveling-wave phase velocity and particle velocity, the par-",
          "paragraph_index": 56,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Simulated particle pass rate of the electron bunch as a func- tion of particle position: comparison between structures with and without the metal film",
          "paragraph_index": 65,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "Simulated density map of particle energy versus particle position: (a) model with film; (b) model without film",
          "paragraph_index": 71,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "12",
          "caption_preview": "shows the energy distribution of particles after acceleration in the model with film, where the majority of the remaining particle bunch attains the max- imum energy, indicating low energy dispersion.",
          "paragraph_index": 67,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Simulation parameters.",
          "paragraph_index": 41,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00011.json"
    },
    {
      "id": "chinaxiv-202509.00052",
      "figure_count": 10,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The schematic diagram of the DAQ system.",
          "paragraph_index": 169,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "displays ANN outputs as characteristic scatter distributions: black in- verted triangles (50–100), pink squares (100–150), purple cir- cles (150–200), and blue pentagrams (200–saturation). These clustered distributions validate the waveform similarity hy- pothesis across amplitude ranges.</PARA>",
          "paragraph_index": 281,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Bias results of two types under function fitting. The left inset (a) illustrates the first type of bias, with the histogram below displaying statistical information of the mean values. The right inset (b) illustrates the second type of bias, with the histogram below showing statistical information of the mean bias.</PARA>",
          "paragraph_index": 389,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Reconstructed results of saturated signals using the function-fitting method. Left panel: Two-dimensional distribution of charge-integrated Q-values and Dis for 26 saturated events. Right panel: Two dimensional scatter plot of Q value and Dis containing events of low-energy background signals. The red curve is obtained by performing Gaussian fitting on the Dis distribution within different Q-value ranges. The value of the color ruler represents the density of points within a grid range.",
          "paragraph_index": 392,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Additional event distribution predictions and post-cut two-dimensional scatter plots of r versus Q-values. Left panel: Comparative distributions of r between gamma events and reconstructed saturated events, normalization is performed using the leftmost value of the distribution as the baseline. Right panel: Two-dimensional distribution of r and Q-values for gamma events versus reconstructed saturated events. The value of the color ruler represents the density of points within a grid range.",
          "paragraph_index": 409,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Particle source and detector simulation modeling used in Geant4 simulation. (b): Azimuthal distribution of incident muons. (c): Zenith angle distribution of incident muons. (d): Geometric configuration of detector modeling in Geant4.",
          "paragraph_index": 489,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "The simulations yield a mean of 19.2 events per exposure unit. From this result, the mean event count is calculated as Nµ = 19.2, the calculated active area S = 1528 cm2.",
          "paragraph_index": 554,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "The electron-equivalent energy spectrum (upper panel) and distribution of muon-induced neutron production (lower panel) under simulated conditions with 1,000 times the experimental muon exposure. The upper panel shows the total visible energy events (black solid line), muon events (red solid line), muon-induced electron events (blue solid line), and recoil proton events after quenching effect (pink band).",
          "paragraph_index": 579,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "The small inset within the upper panel provides a magnified view of the low-energy region, where red and green lines represent cubic polynomial and linear fits, respectively. The error of the calibration point is determined by the error of the mean value obtained from a Gaussian fit to the simulated peak and the uncertainty of the peak position of integral spectrum.",
          "paragraph_index": 654,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "shows the measured energy spectrum of the detector. The χ²/n.d.f. of this fit is calculated to be 8.25/11 under the binning shown in the figure. k is determined to be 1.03 ± 0.19, where the uncertainty is dominated by the statistics of data. The right panel of Fig. 10 displays neutron and alpha recoil events. Data in the energy region below 10 MeVee are derived from prior studies and spontaneous fission of the ²³⁸U had been considered [16, 19].",
          "paragraph_index": 765,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Comparison of event integrals between ANN outputs and function-fitting results. ANN training events 10000 10000 10000 88",
          "paragraph_index": 184,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Systematic uncertainty of flux measurement.",
          "paragraph_index": 602,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00052.json"
    },
    {
      "id": "chinaxiv-202510.00002",
      "figure_count": 11,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Schematic Diagram of the Data Acquisition System Design Framework",
          "paragraph_index": 18,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Schematic Diagram of the Data Acquisition System Design Framework",
          "paragraph_index": 19,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Sensitivity Wavelength Range of the J-60035 Series SiPMs and Fluorescence Wavelength[16]",
          "paragraph_index": 32,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Schematic Diagram of the Signal Summing Circuit for the SiPMs Array",
          "paragraph_index": 28,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Schematic Diagram of the Overall System Power Supply Design",
          "paragraph_index": 33,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Apparatus Diagram for Preparing Radon Solution in Water Using 226Ra",
          "paragraph_index": 46,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "The toluene scintillation extraction procedure",
          "paragraph_index": 42,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "The 222Rn Decay Curve of Sample Count Rate Measured by the System",
          "paragraph_index": 57,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Schematic Diagram of the Bubbler Device + FD220 Radon Thorium Analyzer Setup",
          "paragraph_index": 60,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "10",
          "caption_preview": "Fitting Curve of System Count Rate per Unit Volume and Sample Specific Activity",
          "paragraph_index": 64,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "11",
          "caption_preview": "Error Chart of System-Measured Verification Water Sam- ples on the Standard Conversion Straight Line",
          "paragraph_index": 81,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "presents",
          "paragraph_index": 22,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00002.json"
    },
    {
      "id": "chinaxiv-202509.00056",
      "figure_count": 5,
      "table_count": 6,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The absolute</PARA>",
          "paragraph_index": 311,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Using the control reagent detection results</PARA>",
          "paragraph_index": 319,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The relative differences do not conform to a normal distribution (Kolmogorov-</PARA>",
          "paragraph_index": 329,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "After logarithmic transformation of the absolute differences, they were correlated with</PARA>",
          "paragraph_index": 348,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Spearman correlation analysis results showed that the correlation coefficient between age and test reagent</PARA>",
          "paragraph_index": 351,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "The gender distribution of patients across the three trial centers</PARA>",
          "paragraph_index": 242,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 270,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "Univariate Analysis Results of Absolute and Relative Differences in Detection of Two Serum Abnormal Prothrombin Diagnostic Reagents",
          "paragraph_index": 354,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "The included samples covered all age groups (Table 5), and a high-resolution scatter plot of age versus absolute difference was plotted.</PARA>",
          "paragraph_index": 350,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "5",
          "caption_preview": "Distribution of Detection Results for Two Types of Serum Abnormal Prothrombin Diagnostic Reagents Across Different Age Groups",
          "paragraph_index": 407,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "6",
          "caption_preview": "Table 6 Multivariate analysis of absolute differences in detection results between two serum abnormal prothrombin diagnostic reagents (n=1,278)</PARA>",
          "paragraph_index": 444,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00056.json"
    },
    {
      "id": "chinaxiv-202510.00003",
      "figure_count": 8,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "shows a schematic drawing of the JUNO detector, which comprises a Central Detector (CD), a Water",
          "paragraph_index": 7,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "The flow chart of the JUNO 100 t/h UPW system.",
          "paragraph_index": 35,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "illustrates the relevant decay branch of 226Ra. During sealing, the relationship between the activity of 226Ra and its 222Rn progeny activity can be calculated according to Eq. 1:",
          "paragraph_index": 39,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Gravimetric analysis indicates a ∼13% mass increase in polyurethane ﬁbers after being made into Mn-ﬁber.",
          "paragraph_index": 55,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "A picture of the column with Mn-ﬁber.",
          "paragraph_index": 78,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "The system comprises a radon detector, a Mn-ﬁber container, a set of dehumidiﬁcation systems, a mass ﬂow controller (MFC, Model 1179A, MKS), and a vacuum pump (Model ACP40, Pfeiffer Vacuum). All connections use metal-sealed ConFlat ﬂanges and VCR com- ponents, ensuring leak tightness <1 × 10−9 Pa*m3/s. Key",
          "paragraph_index": 59,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "a standard CF35 tube (∼150 mm long) for 5 g samples, and a custom chamber (∼130 mm diameter and",
          "paragraph_index": 66,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "The distribution of the background event rate. During the background measurement, the Mn-ﬁber is sealed for 10 days. The uncertainties in the Y-axis are statistical only.",
          "paragraph_index": 88,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "226Ra extraction efﬁciencies of Mn-ﬁber for different water volumes. The uncertainties of UPW volume are the accuracy of the water ﬂow meter, and the uncertainties of the efﬁciencies are statistical only. For samples No.1 - No.4, the radon detector data- taking time is 24 h, while for samples No.5 and No.6, the data-taking time is 15 h.",
          "paragraph_index": 84,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "226Ra concentrations, particulate matter counts, and resistivity across the 100 t/h UPW system. The 226Ra concentrations are measured with our custom-developed device, the particulate matter counts are measured with a Bettersize C400 optical particle counter (Dandong Baxter), and the resistivities are measured by AZ8302 portable conductivity tester (Taiwan Hengxin) and +GF+ Signet 9900 in-line resistivity meter.",
          "paragraph_index": 105,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "226Ra removal efficiencies of the devices used in the UPW system. When calculating the 226Ra removal efficiency of the policing resin, it is assumed that both resin stages have the same efficiency. The uncertainties of the 226Ra removal efficiency are statistical only.",
          "paragraph_index": 122,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00003.json"
    },
    {
      "id": "chinaxiv-202510.00036",
      "figure_count": 10,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "shows the vertex projections on the 𝑋𝑂𝑌 plane when the ring spacings are 2 m and 5 m respectively, with a panel width of 2 m.",
          "paragraph_index": 62,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "During the simulation process, the feed and sub-reflector remain unchanged, while only the shape of the main reflector is modified to investigate the variations in surface accuracy and far-field radiation patterns under different schemes.",
          "paragraph_index": 66,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3b",
          "caption_preview": "It can be observed that the surface accuracy of the small panel exhibits a quadratic relationship with its side length.",
          "paragraph_index": 83,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "As the side length of the small panel increases, the rate of increase in root mean square error accelerates. To understand this trend, we calculated the rate of change of its slope, as shown in Figure 3b. It can be observed that the surface accuracy of the small panel exhibits a quadratic relationship with its side length.",
          "paragraph_index": 83,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Both ring spacing and width demonstrate quadratic functional relationships with surface accuracy. Let 𝑥 and 𝑦 represent ring spacing and width respectively, then the surface accuracy 𝛿 has the following relationship with them:",
          "paragraph_index": 89,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "shows the radiation pattern aligned with the polarization direction, where it can be visually observed that as the panel side length increases, the sidelobes exhibit varying degrees of \"bulge\" phenomena, and their quantity is proportional to the rectangular side length.",
          "paragraph_index": 104,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Radiation patterns of small panels with different sizes in the vertical direction",
          "paragraph_index": 116,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "When only the width of the small plate was altered, the gain in the horizontal direction showed no significant variation, with changes only observed in the energy distribution in the vertical direction. The corresponding vertical radiation pattern is shown in Figure 8.",
          "paragraph_index": 111,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Vertical directional patterns with different widths",
          "paragraph_index": 126,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "9",
          "caption_preview": "Due to the existence of multiple loop spacings, i.e., multiple variables, and the non-linear influence of these variables on profile accuracy, traditional optimization the method cannot effectively find the optimal solution. The particle swarm optimization algorithm searches for the optimal point by combining global optimization and local optimization, sim at this time, this method imposes minimal restrictions on variables and has broader applicability. Therefore, we adopted this approach to imp",
          "paragraph_index": 128,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Figure 5 shows the radiation pattern aligned with the polarization direction, where it can be visually observed that as the panel side length increases, the sidelobes exhibit varying degrees of \"bulge\" phenomena, and their quantity is proportional to the rectangular side length.",
          "paragraph_index": 104,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00036.json"
    },
    {
      "id": "chinaxiv-202510.00044",
      "figure_count": 10,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1a",
          "caption_preview": "In their study, they used the DisperSE algorithm to identify the cosmic web (including filament segment positions and node positions, etc.), and considered three distance variables from galaxies to the cosmic web: the distance from the galaxy to the nearest node on the cosmic web (the maximum point of the density function and bifurcation points identified by DisperSE) (𝑑cp); the distance from the galaxy to the midpoint of the nearest filament segment (𝑑ﬁl); and the distance from the nearest fila...",
          "paragraph_index": 146,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "1b",
          "caption_preview": ", Malavasi et al. [35] also analyzed the dependence of galaxy properties on the local density field, finding that as density increases, galaxy mass increases while galaxy SFR and sSFR decrease, with the division of different galaxies by distance to filaments having little impact on the research results. When 𝜌DTFE is between 10 ∼ 10³ Mpc⁻³, sSFR increases within a small range as density increases.</PARA>",
          "paragraph_index": 186,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "1c",
          "caption_preview": ") illustrates that the two variables of local density and distance to filaments exhibit a degenerate relationship. To separate the influence of these two variables on the distribution of galaxy properties, they proposed a \"shuffling\" method: dividing the density field into numerous small intervals based on its magnitude, within these intervals, randomly shuffling the properties of relevant galaxies (SFR, galaxy mass, etc.) 1,000 times, each time preserving the galaxies' distances to filaments (d...",
          "paragraph_index": 191,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "However, Salerno et al. did not calculate the distances of galaxies to filaments, nor did they statistically account for other factors that might cause galaxy quenching.</PARA>",
          "paragraph_index": 158,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "presents statistics on the elliptical/spiral galaxy ratio (E/S) and galaxy 𝑔 − 𝑖 color variations from distances of 10 Mpc·ℎ⁻¹ to 0.1 Mpc·ℎ⁻¹ from filaments, revealing that brighter galaxies tend to become redder when approaching filaments, while fainter galaxies show no significant changes beyond error bars. The elliptical-to-spiral galaxy number ratio increases with proximity to filaments, synchronizing with the variations in 𝑔 − 𝑖 values.",
          "paragraph_index": 143,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "of their article. They found that in the high-declination regions of the celestial sphere, the filamentary structures detected by DisperSE were irregular and potentially contained numerous spurious components, showing greater advantages in identifying short filamentary structures and being suitable for detecting \"tendrils\" structures.",
          "paragraph_index": 112,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4a",
          "caption_preview": "), to simultaneously control for stellar mass and local density,</PARA>",
          "paragraph_index": 204,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4b",
          "caption_preview": ") plots the variation of sSFR with fiber connectivity. From the figure, it can be observed that for groups A and B (the groups with lower stellar mass), sSFR significantly increases with increasing fiber connectivity, indicating that more fibers promote enhanced star formation activity; they suggest this effect can be explained by the work of Kereš et al.",
          "paragraph_index": 214,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4c",
          "caption_preview": "). Galárraga-Espinosa et al. argued that Kraljic et al.'s study only demonstrates the different environments in which galaxies reside, without adequately explaining how galaxy properties themselves evolve with environment; simultaneously, with improved simulation resolution, their research focused on identifying fine filamentary structures. Both studies employed the DisPerSE algorithm to detect filamentary structures; Kraljic et al. input galaxy coordinates, while Galárraga-Espinosa et al.",
          "paragraph_index": 218,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "To eliminate the influence of dark halos, they fitted the relationship between SFR and dark halo mass, calculating the residuals between SFR and this primary relationship (see their Figure 7). The SFR residual values increased with proximity to filaments but began to decline from approximately 10<sup>0.5</sup>𝑅<sub>h,vir</sub>, indicating that galaxies near filaments undergo a quenching process.</PARA>",
          "paragraph_index": 193,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 39,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00044.json"
    },
    {
      "id": "chinaxiv-202510.00167",
      "figure_count": 8,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Photo of CHRONUS. The coils are fixed by a Bosch frame-",
          "paragraph_index": 246,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "(a)Sketch of the horizontal profile of the device setup (not",
          "paragraph_index": 324,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Photos of the LGAD detector under test. An LGAD of size 2.6 x 2.6mm? is bonded on the detector PCB (a). The detector PCB",
          "paragraph_index": 340,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(a) Photo of the FROS. Two channels with 6.4 Gsps sampling",
          "paragraph_index": 452,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "(a) Demonstration of one of the waveforms recorded by the",
          "paragraph_index": 583,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Demonstration of the method to achieve the muon decay",
          "paragraph_index": 625,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "Result of the analysis. Distribution of the muon decay time.",
          "paragraph_index": 702,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Asymmetry signals in 50 G (left panel) and 100 G (right",
          "paragraph_index": 739,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Selected performance parameters of LGAD detector [26].",
          "paragraph_index": 383,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "The active time of data acquisition was around 31.4",
          "paragraph_index": 476,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "decay positrons on LGAD is significant enough. details see text.(c)",
          "paragraph_index": 585,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00167.gpt51.ocr.json"
    },
    {
      "id": "chinaxiv-202510.00167",
      "figure_count": 8,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Photo of CHRONUS. The coils are fixed by a Bosch framework and are able to provide uniform magnetic fields of up to 3950 G.",
          "paragraph_index": 37,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "(a) Sketch of the horizontal profile of the device setup (not to scale). The green block indicates the sample in the muon beam. The yellow ring indicates the magnetic field coils of CHRONUS, which generate a magnetic field along the perpendicular direction with respect to the plane of the paper. The LGAD is fixed to the side of the sample. The positrons are emitted when muons that stop in the sample decay and the fraction of these that intersect the LGAD device will be detected.",
          "paragraph_index": 42,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Photos of the LGAD detector under test. An LGAD of size 2.6 × 2.6mm2 is bonded on the detector PCB (a). The detector PCB is fixed by a clamp (b). The detectors used in this test are produced by the Institute of High Energy Physics, CAS. The yellow label in (b) does not represent for any real information.",
          "paragraph_index": 43,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(a) Photo of the FROS. Two channels with 6.4 Gsps sampling rate are loaded. (b) Photo of FROS under test in lab. Thanks to the support of power supplies provided by ISIS muon group.",
          "paragraph_index": 53,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "(a) Demonstration of one of the waveforms recorded by the FROS. The full width of the waveform is around 2 ns. The white noise on the waveform baseline is relatively weak. (b) Comparison between the amplitude of positron signals (blue markers) and white noise (black opened markers). A threshold of 50 mV was applied to FROS during the test. With Gaussian fitting, the sigma of the amplitude of the white noise is around 2.8 mV, whereas the mean of the signal amplitude is more than 101 mV.",
          "paragraph_index": 61,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Demonstration of the method to achieve the muon decay time. Details see text.",
          "paragraph_index": 66,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "Result of the analysis. Distribution of the muon decay time. Samples are placed under different magnetic fields of 0 G in plot (a), 50 G in plot (b) and 100 G in plot (c), respectively. Details see text.",
          "paragraph_index": 67,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Asymmetry signals in 50 G (left panel) and 100 G (right panel), after correction for the exponential decay.",
          "paragraph_index": 97,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Given the small width of signal pulse without detector dead time, the response of the LGAD to charged particles is very fast. The fast response, as well as the small segmentation size, are beneficial to improving the counting rate of µSR spectrometers and address some of the limitations with scintillator-SiPM based technologies.",
          "paragraph_index": 18,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Summary of the statistics of the test.",
          "paragraph_index": 45,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "Fig.7(a), Fig.7(b), Fig.7(c) shows the measured f (t) under an applied TF of 0 G, 50 G and 100 G, respectively. The open black dots with error bars are the data and the red lines are the fits to the data, whereas the blue dashed lines are the exponential component acquired after the fitting and deducting the oscillating component. The fitting results are listed in table 3.",
          "paragraph_index": 65,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00167.gpt51.preocr.json"
    },
    {
      "id": "chinaxiv-202510.00167",
      "figure_count": 8,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "** Photo of CHRONUS. The coils are fixed by a Bosch framework and are able to provide uniform magnetic fields of up to 3950 G.",
          "paragraph_index": 31,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "** (a) Sketch of the horizontal profile of the device setup (not to scale). The green block indicates the sample in the muon beam. The yellow ring indicates the magnetic field coils of CHRONUS, which generate a magnetic field along the perpendicular direction with respect to the plane of the paper. The LGAD is fixed to the side of the sample. The positrons are emitted when muons that stop in the sample decay and the fraction of these that intersect the LGAD device will be detected.",
          "paragraph_index": 36,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "** Photos of the LGAD detector under test. An LGAD of size 2.6 × 2.6 mm² is bonded on the detector PCB (a). The detector PCB is fixed by a clamp (b). The detectors used in this test are produced by the Institute of High Energy Physics, CAS. The yellow label in (b) does not represent any real information.",
          "paragraph_index": 38,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "** (a) Photo of the FROS. Two channels with 6.4 Gsps sampling rate are loaded. (b) Photo of FROS under test in lab. Thanks to the support of power supplies provided by ISIS muon group.",
          "paragraph_index": 48,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "** (a) Demonstration of one of the waveforms recorded by the FROS. The full width of the waveform is around 2 ns. The white noise on the waveform baseline is relatively weak. (b) Comparison between the amplitude of positron signals (blue markers) and white noise (black opened markers). A threshold of 50 mV was applied to FROS during the test. With Gaussian fitting, the sigma of the amplitude of the white noise is around 2.8 mV, whereas the mean of the signal amplitude is more than 101 mV.",
          "paragraph_index": 54,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "** Demonstration of the method to achieve the muon decay time. Details see text.",
          "paragraph_index": 57,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "** Result of the analysis. Distribution of the muon decay time. Samples are placed under different magnetic fields of 0 G in plot (a), 50 G in plot (b) and 100 G in plot (c), respectively. Details see text.",
          "paragraph_index": 80,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "** Asymmetry signals in 50 G (left panel) and 100 G (right panel), after correction for the exponential decay.",
          "paragraph_index": 82,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Given the small width of signal pulse without detector dead time, the response of the LGAD to charged particles is very fast. The fast response, as well as the small segmentation size, are beneficial to improving the counting rate of μSR spectrometers and address some of the limitations with scintillator-SiPM based technologies.",
          "paragraph_index": 18,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "** Summary of the statistics of the test",
          "paragraph_index": 40,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "The most ideal situation is to measure tp − t1. However, t1 cannot be measured exactly. Considering that T0 − t1 is fixed, that an absolute value of tp − t1 is not necessary and that T0 approximates to tp since the positrons are very fast, thus f(t) − T0 can be measured to get f(t) in the experiment. Fig.7(a), Fig.7(b), Fig.7(c) shows the measured f(t) under an applied TF of 0 G, 50 G and 100 G, respectively. The open black dots with error bars are the data and the red lines are the fits to the ",
          "paragraph_index": 59,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00167.grok.json"
    },
    {
      "id": "chinaxiv-202510.00167",
      "figure_count": 8,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Photo of CHRONUS. The coils are fixed by a Bosch framework and are able to provide uniform magnetic fields of up to 3950 G.",
          "paragraph_index": 43,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "(a) Sketch of the horizontal profile of the device setup (not to scale). The green block indicates the sample in the muon beam. The yellow ring indicates the magnetic field coils of CHRONUS, which generate a magnetic field along the direction perpendicular to the plane of the paper. The LGAD is fixed to the side of the sample. The positrons are emitted when muons that stop in the sample decay, and the fraction of these that intersect the LGAD device will be detected.",
          "paragraph_index": 56,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Photographs of the LGAD detector under test. An LGAD of size 2.6 × 2.6 mm² is bonded on the detector PCB (a). The detector PCB is fixed by a clamp (b). The detectors used in this test were produced",
          "paragraph_index": 61,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(a) Photo of the FROS. Two channels with a 6.4 Gsps sampling rate are installed. (b) Photo of the FROS under test in the laboratory, thanks to the support of power supplies provided by the ISIS muon group.",
          "paragraph_index": 83,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "(a) Illustration of one of the waveforms recorded by the FROS. The full width of the waveform is around 2 ns. The white",
          "paragraph_index": 99,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Demonstration of the method to achieve the muon decay time. Details see text.",
          "paragraph_index": 109,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "Result of the analysis. Distribution of the muon decay time. Samples are placed under different magnetic fields of 0 G in plot (a), 50 G in plot (b) and 100 G in plot (c), respectively. See text for details.",
          "paragraph_index": 128,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "Asymmetry signals in 50 G (left panel) and 100 G (right panel), after correction for the exponential decay.",
          "paragraph_index": 135,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Given the small width of the signal pulse and the absence of detector dead time, the response of the LGAD to charged particles is very fast. The fast response, as well as the small segmentation size, are beneficial for improving the counting rate of SR spectrometers and for addressing some of the limitations of scintillator–SiPM-based technologies.",
          "paragraph_index": 27,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Summary of the statistics of the test",
          "paragraph_index": 69,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "The signal amplitude is more than 101 mV. The signal-to-background ratio is more than 30, which implies that the signals of muon decay positrons on LGAD are sufficiently significant. Details see text. (c)",
          "paragraph_index": 100,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00167.json"
    },
    {
      "id": "chinaxiv-202509.00045",
      "figure_count": 3,
      "table_count": 5,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 89,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 201,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "</PARA>",
          "paragraph_index": 249,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 147,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Table 2.",
          "paragraph_index": 216,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "</PARA>",
          "paragraph_index": 241,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "After adjusting for confounding factors, compared with the persistently low group, the risk of frailty in older adults was significantly reduced in the initially low then rising group (OR=0.581, 95%CI=0.414~0.815) and the persistently high group (OR=0.546, 95%CI=0.373~0.799) (P<0.05), as shown in Table 5.</PARA>",
          "paragraph_index": 245,
          "confidence": 0.8,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "5",
          "caption_preview": "Multivariate Logistic Regression Analysis of the Impact of Physical Activity Trajectory on Frailty in Older Adults</PARA>",
          "paragraph_index": 423,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00045.json"
    },
    {
      "id": "chinaxiv-202509.00058",
      "figure_count": 3,
      "table_count": 5,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The complete",
          "paragraph_index": 191,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 328,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "for the mean amplitudes of the mean word</PARA>",
          "paragraph_index": 374,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "illustrates that short</PARA>",
          "paragraph_index": 196,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "insert here",
          "paragraph_index": 371,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "insert here",
          "paragraph_index": 372,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "for statistical reporting, Figure 3 for the mean amplitudes of the mean word</PARA>",
          "paragraph_index": 374,
          "confidence": 0.45,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "23",
          "caption_preview": "Robust word-length effects were</PARA>",
          "paragraph_index": 342,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00058.json"
    },
    {
      "id": "chinaxiv-202510.00019",
      "figure_count": 8,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Considering the actual power of current PW-fs laser pulses on target, especially under high-repetition-rate operation, we simulate four different power scenarios: P = 0.18 PW, 0.36 PW, 0.72 PW, and 1.45 PW. These laser pulses, with a wavelength of 0.8 µm and a period of T0 = 2.67 fs, are all linearly polarized (LP) and are focused on the front surface of the target at an incidence angle of 5◦.",
          "paragraph_index": 18,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "shows the density distribution of the CD2 pitcher layer at t = 120 ps under different P values from the FLASH simulations. One can see that the preplasma mainly appears within the transverse range of the laser focal spot region due to the ablation effect of the laser prepulse on the pitcher layer. With increasing P, the radiation heat wave becomes stronger and can penetrate deeper into the pitcher layer.",
          "paragraph_index": 24,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "shows the distributions of the electron density, spectrum and longtudinal electric field at t = 60T0 in both cases with and without the preplasmas from the ablation of laser prepulses. We can see that dense oscillating bunches are generated due to the betatron-like resonance [51–53] as relativistic self-focusing occurs inside the preplasmas [43]. Then they transport through the high density region to the rear of the pitcher layer.",
          "paragraph_index": 29,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(Color Online). Density [(a)-(d)], spectral [(e)-(f)] and angular [(i)-(l)] distributions of protons and D+-ions at t = 100T0 under different P for both cases with and without the preplasmas from the PIC simulations. Here, the color bars in panels (a)-(d) are for log (np/nc) and log (nD/nc).",
          "paragraph_index": 34,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "(Color Online). Neutron yield [(a)-(c)] and spectrum [(d)-(f)] for three converter materials [LiF: (a) and (d); LiD: (b) and (e); Be: (c) and (f)] in both cases with [red columns in (a)-(c) and curves in (d)-(f)] and without [blue columns in (a)-(c) and shadow region in (d)-(f)] the preplasmas at different P from the MC simulations.",
          "paragraph_index": 42,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "shows the angular distribution of neutrons dNn/dθ in both cases. We see that, regardless of the presence or absence of preplasmas, the distribution is roughly the same since dNi/dθ is not significantly different in Figs. 4(i)- 4(l). Interestingly, with increasing P , these neutron sources exhibit excellent forward performance.",
          "paragraph_index": 43,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "(Color Online). Evolution of neutron production rate Pn(t) for three converter materials [LiF: (a) and (d); LiD: (b) and (e); Be: (c) and (f)] in both cases with [(a)-(c)] and without [(d)-(f)] the replasmas at different P from the MC simulations. The moment t = 0 in the MC simulation corresponds to t = 100T0 = 0.2667 ps in the PIC simulation.",
          "paragraph_index": 55,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "8",
          "caption_preview": "(Color Online). (a) Structure of the proposed novel converter with LiH ceramic wrapping Be material (LiH+Be). (b) Yield, (c) spectrum, (d)–(e) angular distributions of neutrons and (f) evolution of neutron production rate Pn(t) for LiH ceramic wrapping Be (LiH+Be), Al wrapping Be (Al+Be) and pure Be (Be) converters from the MC simulation.",
          "paragraph_index": 62,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00019.json"
    },
    {
      "id": "chinaxiv-202511.00013",
      "figure_count": 7,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "(Color online) Schematic collision between the ultra-intense ultra-short laser (γlaser) and the high-energy electron beam (e−). The moving directions of particles are indicated by thick arrows.",
          "paragraph_index": 176,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "For the CPL pattern, as shown in Fig. 2(a), (c) and (e), the",
          "paragraph_index": 188,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "The energy spectrum of γ-rays decreases quickly in the range of Energy ∈ [0, 8] GeV. For the LPL pattern, more photons are produced in the lower energy range (Energy < 0.9 GeV), while for the CPL pattern, more photons are produced in the higher energy range (Energy ⩾ 0.9 GeV), with the maximum energies for both patterns approaching 8 GeV.",
          "paragraph_index": 254,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "shows the electric field, offering a more detailed reference for interpreting particle beams. Charged particles exhibit greater</PARA>",
          "paragraph_index": 256,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "(Color online) The angular spectrum of particle momentum (θy = arctan(py/px) and θz = arctan(pz/px)) in the beam region at 700 fs simulated by SMILEI for collision between circularly polarized (CPL) or linearly polarized (LPL) SEL 100 PW laser and SLA 8 GeV electron beam.</PARA>",
          "paragraph_index": 351,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "The γ-ray beam brilliance in the CPL pattern (up to 1.09 × 10²⁷ photons/(s · mm² · mrad²)) is higher than that in the LPL pattern, and the positron beam brilliance in the LPL pattern (up to 4.93 × 10²⁴ positrons/(s · mm² · mrad²)) is higher than that in the CPL pattern. Interestingly, the beam emittance is around 0.1 mm · mrad in the CPL pattern, which is much smaller than 0.2 mm · mrad in the LPL pattern.",
          "paragraph_index": 429,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "(Color online) (a) and (b) are the θy-Energy diagrams of γ-rays in the beam region under CPL and LPL patterns, respectively, with the γ-ray energy of 100 MeV marked by the dashed line. (c) is a sketch drawing of a colliding station and its high-energy γ-ray beamline and high-energy positron beamline based on the SEL 100 PW laser and SLA 8 GeV electron beam in SHINE [17], and its specific applications.",
          "paragraph_index": 506,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "presents the parameters of particle beams simulated by SMILEI for collisions between SEL 100 PW and SLA 8 GeV electron beam according to Fig. 6. The γ-ray beam brilliance in the CPL pattern (up to 1.09 × 10²⁷ photons/(s · mm² · mrad²)) is higher than that in the LPL pattern, and the positron beam brilliance in the LPL pattern (up to 4.93 × 10²⁴ positrons/(s · mm² · mrad²)) is higher than that in the CPL pattern.",
          "paragraph_index": 429,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202511.00013.json"
    },
    {
      "id": "chinaxiv-202510.00017",
      "figure_count": 7,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "shows the comparisons of calculated results",
          "paragraph_index": 138,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "employ a logarithmic scale",
          "paragraph_index": 153,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "shows the double-diﬀerential cross sections of outgoing deuterons with diﬀerent",
          "paragraph_index": 183,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(Color online) Same as Fig. 2, but for outgoing triton.",
          "paragraph_index": 196,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "Lower error bars are also omitted in this ﬁgure for identical reasons",
          "paragraph_index": 202,
          "confidence": 0.45,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "(Color online) The comparisons of the double-diﬀerential cross sections between the results",
          "paragraph_index": 229,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "24",
          "caption_preview": "The magnitude and shape of the calculated results are reasonable,",
          "paragraph_index": 207,
          "confidence": 0.75,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00017.json"
    },
    {
      "id": "chinaxiv-202510.00027",
      "figure_count": 7,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The latter can further yield local transverse orbital angular momentum (OAM) perpendicular to modal propagation directions.</PARA>",
          "paragraph_index": 13,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Local transverse OAM arrays induced by Poynting vortex street. (a) Electric and (b) magnetic parts of the canonical momentum, respectively. The red circles indicate the circulating directions of canonical momentum vortex cells. The background represents the phase distributions of the electric field component (Ez) in (a) and the magnetic component (Hy) in (b).</PARA>",
          "paragraph_index": 27,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Controllable skyrmion numbers and transverse shifts of topological spin-momentum texture. (a) The 3D spin vectors within alterable skyrmion cells can be mapped from a northern or southern hemisphere starting from the pole to specific latitudes via stereographic projection. (b) The skyrmion numbers (left y-axis) and transverse distances between opposite spin skyrmions (right y-axis) versus the amplitudes ratios 𝐴0/𝐴1 of TM0 and TM1 modes.",
          "paragraph_index": 52,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "Controllable longitudinal flows of topological spin-momentum textures by modulating the relative phases (or frequencies) between the counter-propagating TM0 and TM1 modes. The instantaneous spin-momentum textures at (a) t=0 ps, (b) t=1.33 ps and (c) t=2.67 ps, respectively, when the frequency shift is Δ𝑓 = 250 GHz.",
          "paragraph_index": 61,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "These on-chip dynamical topological spin and textures may offer new mechanisms or DoFs for optofluidic microsystems used for nanoparticle trapping or manipulation, and topology-based light-matter interactions [74-79].</PARA>",
          "paragraph_index": 81,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "S1",
          "caption_preview": "[59], [62-64]). Here this Poynting vortex street can be produced by electromagnetic superposition between two counter-propagating modes in different mode orders on the platform of optical waveguides [59]. Surprisingly, we find that it can inherently generate topologies containing spin composite spin-momentum skyrmions overlapped with momentum vortices (Fig. 1). The latter can further yield local transverse orbital angular momentum (OAM) perpendicular to modal propagation directions.</PARA>",
          "paragraph_index": 13,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "S3",
          "caption_preview": "[59]). Despite the exsiting local transverse OAM array, the overall integral transverse OAM over the superposition region is zero because the local OAM cells with opposite directions in up and down rows can cancel each other out. Even so, this near-field transverse OAM may be used for on-chip optical manipulation, for example, driving particle rotation [72,73].</PARA>",
          "paragraph_index": 48,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00027.json"
    },
    {
      "id": "chinaxiv-202511.00010",
      "figure_count": 7,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "所示。我们从 Materials Project 中收集了共计 15,498 条第四周期过 渡金属元素的 XAFS 数据，经过筛选，保留了配位数为整数的 13,374 条数据。随后，我们 将这些 XAFS 数据从 E 空间转换到 R 空间，并分别将其导入全连接神经网络以及决策树的 袋装法与随机森林集成学习模型中。对于每种元素，我们分别训练模型并进行评估。",
          "paragraph_index": 42,
          "confidence": 0.6,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "所示， 神 经 网 络 的 输 入 层 包 含 326 个 特 征 ， 这 些 特 征 对 应 于 EXAFS 的 R 空 间 谱 图 在 间 距 0.003-0.0031nm 下的强度值。该网络采用双隐藏层结构，每层包含 512 个神经元。各隐藏层 后依次配置 ReLU 激活函数层和 Dropout 正则化层：激活函数采用 ReLU 以增强模型的非线 性表达能力，同时引入 Dropout 正则化机制以缓解过拟合问题。输出层的参数 k 的范围会根 据不同元素对应的配位数范围而变化。在模型优化过程中，通过五折交叉验证筛选出验证集 性能最优的模型作为最终模型，该方法有效提升了模型的泛化能力。",
          "paragraph_index": 131,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "所示，图中 的每个方框代表一个分裂节点。方框中的“Freq_r”表示 EXAFS 谱图在 R 空间中横坐标 r 对 应的强度，而“samples”则表示在分裂之前该节点所包含的数据量。",
          "paragraph_index": 139,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "所示，对于每种金属，模型按从左至右的顺序依次为：神经网络模型、袋装 法模型、随机森林模型、结合峰高与峰位置的袋装法模型，以及结合峰高与峰位置的随机森 林模型。计算结果表明，两种方法的预测准确率在 70%左右，其中神经网络模型表现出略 优于决策树模型的预测性能。值得注意的是，两种方法的准确率呈现显著相关性，其数值随",
          "paragraph_index": 147,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "所示，我们将每个元素的预测率对配位数的信息熵进行作图。散点图采用最小二 乘法线性回归拟合，揭示了这两个变量之间的关系，R 平方值表明了拟合的强度。可以看出， 预测准确率与配位数的分布特征呈现出一定的相关性。",
          "paragraph_index": 158,
          "confidence": 0.6,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "所示， 三种空间的预测准确率各有差异，但总体趋势大致相同，即预测率随着元素的变化呈现共同 的上升或下降趋势。R 空间的预测准确率在大多数情况下优于 k 空间和 q 空间，因此我们推 荐使用 R 空间进行神经网络学习。",
          "paragraph_index": 166,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "figure",
          "number": "7",
          "caption_preview": "展示了 Co 和 Mn 元素 EXAFS 数据在袋装法和随机森林模型中的特征重要 度及其与 R 空间的对应关系。其中，(a)表示 Co 元素的袋装法基尼指数；(b)表示 Co 元素的 随机森林基尼指数；(c)表示 Mn 元素的袋装法基尼指数；(d)表示 Mn 元素的随机森林基尼指 数。由于 R 空间数据集包含 326 个等间距坐标点的强度值，最大单特征重要性值普遍低于 0.1。根据 EXAFS 谱图处理的经验，我们只探讨 R < 0.6nm 的区域。通过对比相对重要性分 布发现，特征重要性权重主要集中于 R < 0.3nm 的近程作用区，这与现有 EXAFS 理论中近 程原子间相互作用主导谱图特征的经验认知相吻合。",
          "paragraph_index": 193,
          "confidence": 0.55,
          "is_caption": false,
          "source": "en"
        }
      ],
      "path": "data/translated/chinaxiv-202511.00010.json"
    },
    {
      "id": "chinaxiv-202509.00071",
      "figure_count": 6,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 214,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 256,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "</PARA>",
          "paragraph_index": 382,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "</PARA>",
          "paragraph_index": 555,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "</PARA>",
          "paragraph_index": 640,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "6",
          "caption_preview": "Barriers to Employee-GenAI Recommendation Adoption and Intervention Strategies",
          "paragraph_index": 831,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00071.json"
    },
    {
      "id": "chinaxiv-202510.00004",
      "figure_count": 3,
      "table_count": 3,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "The equation takes the form:",
          "paragraph_index": 16,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "in the ground state, corresponding to the maximum probability density; this configuration is consistent with a compact three-body configuration, while the main peak of the maximum probability density for the excited state is at (9.5, 4.5) fm, with a secondary peak at (12, 5.5) fm, which originates from the contribution of the (1d)2 orbital (Figure 3). This double-peak structure",
          "paragraph_index": 95,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "Spatial distribution of two valence neutrons in the excited state.",
          "paragraph_index": 97,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "lists the input parameters and single-particle energies (in MeV) for the three-body model of 22C. Parameter Sets (1), (2), and (3) are those adopted in the calculations, whereas Sets (4) and (5) are used to analyze the criteria for parameter selection. All calculations employ a Woods-Saxon potential depth V 0 c = -36.17 MeV, with a spin-orbit coupling strength Vso = -45.51 MeV· fm2.",
          "paragraph_index": 59,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Energies and r.m.s. radii of the ground state and the excited state, calculated with three different three-body interaction parameter sets. Quantities marked with * correspond to the excited state. All energies are in units of MeV, while all lengths are in units of fm.",
          "paragraph_index": 77,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "In the ground state, the average distance between two neutrons is rnn ≈ 6.49 fm, and the distance from the nucleus to the center of mass of the pair of neutrons is rc,nn ≈ 3.40 fm. In the excited state, these values extend to rnn ≈ 8.90 fm and rc,nn ≈ 4.65 fm, which corresponds to the size of a stable atomic nucleus with mass number A ≈ 60. Therefore, the excited state of 22C can be described as a giant halo state. The key finding is that the ratio remains constant.",
          "paragraph_index": 86,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00004.json"
    },
    {
      "id": "chinaxiv-202510.00029",
      "figure_count": 1,
      "table_count": 5,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 525,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 191,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 175,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "</PARA>",
          "paragraph_index": 195,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "The results demonstrated that increased age at consultation (OR=0.979, 95%CI=0.965~0.993, P=0.004) and elevated PLT levels (OR=0.997, 95%CI=0.994~0.999, P=0.007) were independent protective factors against the development of dryness-stasis intermingled pattern in pSjD patients.",
          "paragraph_index": 476,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "5",
          "caption_preview": "Multifactorial Logistic Regression Analysis of Factors Influencing the Occurrence of Dryness and Blood-Stasis Syndrome in Patients with pSjD</PARA>",
          "paragraph_index": 527,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00029.json"
    },
    {
      "id": "chinaxiv-202510.00038",
      "figure_count": 6,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "illustrates the content of EOP and its connection with the celestial and terrestrial reference frames. As shown in the figure, EOP typically consists of three components: (1) Precession and nutation, which describe the motion of the Earth's rotation axis in space and result from the gravitational effects of the Sun, Moon, and planets on the Earth's equatorial bulge; (2) Polar motion, which is the movement of the rotation axis relative to the Earth's crust; (3) Length of day variations, which ref...",
          "paragraph_index": 16,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "shows the residual series of the self-observed EOP solutions relative to the IERS C04 combined solution, along with their accuracy statistics. Here, the mean absolute error (MAE) is selected as the accuracy metric.",
          "paragraph_index": 23,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": "displays the observed EOP series from 1962 to the present, with red boxes marking the time periods when anomalies occurred in each parameter.",
          "paragraph_index": 32,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3c",
          "caption_preview": ") shows the UT1-UTC series, where breakpoints represent leap seconds introduced due to the long-term slowing of Earth's rotation. It can be observed that the decreasing trend of the UT1-UTC series reversed in 2020, changing to an increasing trend. This trend reversal indicates that the Earth has recently entered a state of rotational acceleration, with the triple-dip La Niña event occurring from 2020 to 2023 contributing approximately 9% to this acceleration [29].",
          "paragraph_index": 34,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "shows the comparison of EOP forecast accuracy for 1∼365 days between the results of this work and those published in Bulletin A from May 2022 to July 2024. The Bulletin A files are provided by the United States Naval Observatory, with their results labeled as USNO, while the results of this paper are labeled as SHAO (Shanghai Astronomical Observatory).",
          "paragraph_index": 40,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "5",
          "caption_preview": "displays the two comparison results of MAE on the aforementioned main spans. Additionally, Figure 5 also displays the short-term forecast accuracy of the three parameters at 30-day and 60-day horizons.",
          "paragraph_index": 43,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00038.json"
    },
    {
      "id": "chinaxiv-202509.00061",
      "figure_count": 3,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "This framework uses multi-level case library construction as the foundational support, achieves deep integration of theoretical teaching and engineering practice through blended teaching models, and leverages virtual simulation platforms to overcome the spatiotemporal limitations of traditional experiments, forming a reform path of \"case-driven, virtual-real integration, and ability progression\".",
          "paragraph_index": 14,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": ", allowing students to observe mechanical structure details through multi-angle rotation and cross-sectional viewing, but also embeds dynamic simulation modules developed based on MATLAB/Simulink.",
          "paragraph_index": 38,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "3",
          "caption_preview": ", and decomposes it layer by layer into sub-problems such as mechanical parameters (e.g., pendulum length, moment of inertia), actuator characteristics (motor response bandwidth, output torque), and sensor accuracy (encoder resolution, sampling frequency).",
          "paragraph_index": 41,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Quantitative Data for 2019-2022 Cohorts**",
          "paragraph_index": 55,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00061.json"
    },
    {
      "id": "chinaxiv-202509.00070",
      "figure_count": 2,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 355,
          "confidence": 0.35,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 525,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 95,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "summarizes the distinctions between collective effervescence and the three aforementioned related concepts.</PARA>",
          "paragraph_index": 190,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00070.json"
    },
    {
      "id": "chinaxiv-202510.00010",
      "figure_count": 2,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Calculated β2 and γ deformations for the g.s. and 3-qp states of odd-A nuclei in the N =106 isotonic chain. For Z = 69−79, the 3-qp states correspond to the coupling of the 2-qp K π = 8− configuration ν7/2−[514] ⊗ 9/2+[624] with the g.s. configurations of odd-A nuclei, which are π1/2+[411], π7/2+[404], π7/2+[404], π5/2+[402], π1/2−[541], and π1/2−[541], respectively. For Z = 81, the 3-qp state is π11/2−[505] ⊗ ν{9/2+[624] ⊗ 7/2−[514]}. These 3-qp states correspond to observed high-K isomers.",
          "paragraph_index": 63,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "depicts the typical PES’s corresponding to the 3-qp configurations with spherical, γ-soft prolate, oblate, and axially asymmetric shapes, respectively.",
          "paragraph_index": 87,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Calculated deformations (β2, β4, γ) and excitation energies Ecal for odd-A nuclei in the N = 106 isotopic chain. The experimental energies Eexp can be found in Refs. [25, 37] and references therein.",
          "paragraph_index": 26,
          "confidence": 0.85,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Calculated deformations (β2, β4, γ) and excitation energies Ecal for the g.s., the low-lying high-Ω 1-qp, and high-K 3-qp states of 187Tl. The experimental data can be found in Refs. [24, 25] and references therein.",
          "paragraph_index": 66,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00010.json"
    },
    {
      "id": "chinaxiv-202511.00008",
      "figure_count": 3,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Poly-methyl methacrylate (PMMA) was selected as the substrate material due to its excellent optical transmittance (＞92%, 287-2600nm) in the UV-Vis-NIR range[12], chemical resistance to nitric acid and γ-irradiation tolerance up to 50kGy[13]. The multi-channel microfluidic chip was assembled from two PMMA substrates. Micro-channels and optical features were fabricated by high-precision micro-milling using carbide end-mills, followed by thermal compression bonding for permanent sealing (Fig. 1).",
          "paragraph_index": 17,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "Top photograph of the air mirrors along both sides of the optical path**",
          "paragraph_index": 26,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "(a) Slide photograph of the multichannel chip on a stage; (b) Top photograph of the optical path on the chip.**",
          "paragraph_index": 44,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "4",
          "caption_preview": "A calibration set of 31 samples for U (VI) (0–81.77 g/L) and nitric acid (0.1–4.0 mol/L) was prepared. The detailed composition of the samples is presented in Table 4.",
          "paragraph_index": 79,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202511.00008.json"
    },
    {
      "id": "chinaxiv-202509.00001",
      "figure_count": 1,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 208,
          "confidence": 0.6,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "harmonious relationship</PARA>",
          "paragraph_index": 102,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Differences between Human-AI Harmony and Related Concepts",
          "paragraph_index": 145,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00001.json"
    },
    {
      "id": "chinaxiv-202509.00063",
      "figure_count": 2,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "Research provides evidence for the role of identification in suicide contagion: Hong et al. (2019) found that young people who experienced increased negative emotions while watching a suicide-themed web series were more likely to identify with the suicidal protagonist and perceive the series as increasing their own suicide risk; Till et al.",
          "paragraph_index": 124,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "In post-suicide intervention, it is crucial to pay attention to the psychological distress of those exposed to suicide, break the taboo surrounding suicide topics and encourage them to discuss their feelings, and use this as an opportunity to conduct suicide prevention education (Mueller & Abrutyn, 2024).",
          "paragraph_index": 150,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Table 1 Types of Suicide Exposure</PARA>",
          "paragraph_index": 42,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00063.json"
    },
    {
      "id": "chinaxiv-202510.00014",
      "figure_count": 1,
      "table_count": 2,
      "figures": [
        {
          "type": "figure",
          "number": "4",
          "caption_preview": "shows the Raman spectra for both virgin",
          "paragraph_index": 208,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "summarized in Table 1.",
          "paragraph_index": 88,
          "confidence": 0.6,
          "is_caption": false,
          "source": "en"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "The volume swelling was calculated assuming that",
          "paragraph_index": 182,
          "confidence": 0.5,
          "is_caption": false,
          "source": "en"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00014.json"
    },
    {
      "id": "chinaxiv-202510.00020",
      "figure_count": 0,
      "table_count": 3,
      "figures": [
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Summary of Containment Control Volumes and Physical Volume",
          "paragraph_index": 31,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "Properties of Ice bed modeled in melcor.",
          "paragraph_index": 40,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "Composition of Cavity Concrete in MELCOR Model of Sequoyah Containment",
          "paragraph_index": 48,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00020.json"
    },
    {
      "id": "chinaxiv-202511.00027",
      "figure_count": 0,
      "table_count": 3,
      "figures": [
        {
          "type": "table",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 191,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 224,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "3",
          "caption_preview": "</PARA>",
          "paragraph_index": 233,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202511.00027.json"
    },
    {
      "id": "chinaxiv-202509.00072",
      "figure_count": 1,
      "table_count": 1,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "first, the direct effect pathway, where low-level</PARA>",
          "paragraph_index": 516,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "table",
          "number": "1",
          "caption_preview": "systematically summarizes the characteristics of the aforementioned three types of preference phenomena. Through cross-category comparison, it can be observed that simple and concrete</PARA>",
          "paragraph_index": 314,
          "confidence": 0.65,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00072.json"
    },
    {
      "id": "chinaxiv-202510.00046",
      "figure_count": 2,
      "table_count": 0,
      "figures": [
        {
          "type": "figure",
          "number": "1",
          "caption_preview": "</PARA>",
          "paragraph_index": 147,
          "confidence": 0.5,
          "is_caption": false,
          "source": "md"
        },
        {
          "type": "figure",
          "number": "2",
          "caption_preview": "</PARA>",
          "paragraph_index": 427,
          "confidence": 0.4,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00046.json"
    },
    {
      "id": "chinaxiv-202509.00021",
      "figure_count": 0,
      "table_count": 1,
      "figures": [
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Based on the integrated traditional Chinese and Western medicine nursing intervention, the patient's clinical symptoms showed significant improvement. After 14 days of treatment, the patient's VAS score decreased from 7 to 2, SAS score decreased from 70 to 47, HAQ score decreased from 38 to 32, and DAS decreased from 4.9 to 1.9, demonstrating significant therapeutic efficacy (Table 1).",
          "paragraph_index": 77,
          "confidence": 0.7,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202509.00021.json"
    },
    {
      "id": "chinaxiv-202510.00033",
      "figure_count": 0,
      "table_count": 1,
      "figures": [
        {
          "type": "table",
          "number": "1",
          "caption_preview": "Distribution of Research Samples (N=20)",
          "paragraph_index": 35,
          "confidence": 0.8,
          "is_caption": true,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00033.json"
    },
    {
      "id": "chinaxiv-202510.00034",
      "figure_count": 0,
      "table_count": 1,
      "figures": [
        {
          "type": "table",
          "number": "1",
          "caption_preview": "(see Appendix B for calculation details), where 𝐴²̅ ≡ (𝐴𝑒𝑒²)/3 and the unit of the numerical values (excluding the phase factors) is 10⁻⁴ eV².</PARA>",
          "paragraph_index": 101,
          "confidence": 0.55,
          "is_caption": false,
          "source": "md"
        }
      ],
      "path": "data/translated/chinaxiv-202510.00034.json"
    }
  ]
}